const database = {

"מסי":{
type:"כדורגל",
stats:{
"דריבל":10,
"מסירות":10,
"בעיטות":9,
"מהירות":8,
"כוח פיזי":7,
"סיומת":9,
"תארים":10
}
},

"רונאלדו":{
type:"כדורגל",
stats:{
"דריבל":8,
"מסירות":8,
"בעיטות":10,
"מהירות":9,
"כוח פיזי":10,
"סיומת":10,
"תארים":10
}
},

"אמבפה":{
type:"כדורגל",
stats:{
"דריבל":9,
"מסירות":8,
"בעיטות":9,
"מהירות":10,
"כוח פיזי":8,
"סיומת":9,
"תארים":8
}
},

"האלנד":{
type:"כדורגל",
stats:{
"דריבל":7,
"מסירות":7,
"בעיטות":10,
"מהירות":9,
"כוח פיזי":10,
"סיומת":10,
"תארים":8
}
},

"דה בריינה":{
type:"כדורגל",
stats:{
"דריבל":8,
"מסירות":10,
"בעיטות":9,
"מהירות":7,
"כוח פיזי":7,
"סיומת":8,
"תארים":9
}
},

"סלאח":{
type:"כדורגל",
stats:{
"דריבל":9,
"מסירות":8,
"בעיטות":9,
"מהירות":9,
"כוח פיזי":8,
"סיומת":9,
"תארים":8
}
},

"ויןיסיוס":{
type:"כדורגל",
stats:{
"דריבל":10,
"מסירות":8,
"בעיטות":8,
"מהירות":10,
"כוח פיזי":8,
"סיומת":8,
"תארים":8
}
},

"בלינגהאם":{
type:"כדורגל",
stats:{
"דריבל":9,
"מסירות":9,
"בעיטות":8,
"מהירות":8,
"כוח פיזי":9,
"סיומת":8,
"תארים":8
}
},

"לבנדובסקי":{
type:"כדורגל",
stats:{
"דריבל":7,
"מסירות":8,
"בעיטות":10,
"מהירות":7,
"כוח פיזי":9,
"סיומת":10,
"תארים":9
}
},

"קיין":{
type:"כדורגל",
stats:{
"דריבל":7,
"מסירות":9,
"בעיטות":10,
"מהירות":7,
"כוח פיזי":8,
"סיומת":10,
"תארים":7
}
},
  "מודריץ'":{
type:"כדורגל",
stats:{
"דריבל":8,
"מסירות":10,
"בעיטות":8,
"מהירות":6,
"כוח פיזי":7,
"סיומת":7,
"תארים":10
}
},

"קרוס":{
type:"כדורגל",
stats:{
"דריבל":7,
"מסירות":10,
"בעיטות":8,
"מהירות":6,
"כוח פיזי":7,
"סיומת":7,
"תארים":10
}
},

"פלוריאן וירץ":{
type:"כדורגל",
stats:{
"דריבל":9,
"מסירות":9,
"בעיטות":8,
"מהירות":8,
"כוח פיזי":7,
"סיומת":8,
"תארים":7
}
},

"פודן":{
type:"כדורגל",
stats:{
"דריבל":9,
"מסירות":8,
"בעיטות":9,
"מהירות":8,
"כוח פיזי":7,
"סיומת":8,
"תארים":9
}
},

"סון":{
type:"כדורגל",
stats:{
"דריבל":9,
"מסירות":8,
"בעיטות":9,
"מהירות":9,
"כוח פיזי":8,
"סיומת":9,
"תארים":8
}
},

"גריזמן":{
type:"כדורגל",
stats:{
"דריבל":8,
"מסירות":9,
"בעיטות":8,
"מהירות":8,
"כוח פיזי":7,
"סיומת":9,
"תארים":9
}
},

"לאוטרו מרטינס":{
type:"כדורגל",
stats:{
"דריבל":8,
"מסירות":8,
"בעיטות":9,
"מהירות":8,
"כוח פיזי":8,
"סיומת":9,
"תארים":8
}
},

"ניימאר":{
type:"כדורגל",
stats:{
"דריבל":10,
"מסירות":9,
"בעיטות":9,
"מהירות":9,
"כוח פיזי":6,
"סיומת":8,
"תארים":8
}
},

"סאקה":{
type:"כדורגל",
stats:{
"דריבל":9,
"מסירות":8,
"בעיטות":8,
"מהירות":9,
"כוח פיזי":8,
"סיומת":8,
"תארים":7
}
},

"ראשפורד":{
type:"כדורגל",
stats:{
"דריבל":8,
"מסירות":7,
"בעיטות":8,
"מהירות":9,
"כוח פיזי":8,
"סיומת":8,
"תארים":7
}
},

"דה יונג":{
type:"כדורגל",
stats:{
"דריבל":8,
"מסירות":9,
"בעיטות":7,
"מהירות":7,
"כוח פיזי":8,
"סיומת":7,
"תארים":8
}
},

"רודרי":{
type:"כדורגל",
stats:{
"דריבל":7,
"מסירות":10,
"בעיטות":8,
"מהירות":6,
"כוח פיזי":9,
"סיומת":7,
"תארים":10
}
},

"ואן דייק":{
type:"כדורגל",
stats:{
"דריבל":6,
"מסירות":8,
"בעיטות":6,
"מהירות":8,
"כוח פיזי":10,
"סיומת":6,
"תארים":9
}
},

"ראמוס":{
type:"כדורגל",
stats:{
"דריבל":7,
"מסירות":8,
"בעיטות":8,
"מהירות":7,
"כוח פיזי":10,
"סיומת":8,
"תארים":10
}
},

"קורטואה":{
type:"כדורגל",
stats:{
"דריבל":3,
"מסירות":7,
"בעיטות":2,
"מהירות":5,
"כוח פיזי":8,
"סיומת":2,
"תארים":9
}
},

"נוייר":{
type:"כדורגל",
stats:{
"דריבל":5,
"מסירות":9,
"בעיטות":4,
"מהירות":7,
"כוח פיזי":8,
"סיומת":3,
"תארים":10
}
},

"דונארומה":{
type:"כדורגל",
stats:{
"דריבל":3,
"מסירות":7,
"בעיטות":3,
"מהירות":6,
"כוח פיזי":9,
"סיומת":3,
"תארים":7
}
},

"אליסון":{
type:"כדורגל",
stats:{
"דריבל":4,
"מסירות":8,
"בעיטות":3,
"מהירות":6,
"כוח פיזי":8,
"סיומת":3,
"תארים":9
}
},

"מרטינז":{
type:"כדורגל",
stats:{
"דריבל":4,
"מסירות":8,
"בעיטות":3,
"מהירות":6,
"כוח פיזי":8,
"סיומת":3,
"תארים":9
}
},

"ארלינג הולאנד":{
type:"כדורגל",
stats:{
"דריבל":7,
"מסירות":7,
"בעיטות":10,
"מהירות":9,
"כוח פיזי":10,
"סיומת":10,
"תארים":8
}
},
  // 🎤 זמרים ישראלים

"עומר אדם":{
type:"מוזיקה",
stats:{
"קול":9,
"הופעות":10,
"להיטים":10,
"כתיבה":8,
"פופולריות":10,
"השפעה":9
}
},

"אייל גולן":{
type:"מוזיקה",
stats:{
"קול":10,
"הופעות":9,
"להיטים":10,
"כתיבה":8,
"פופולריות":10,
"השפעה":10
}
},

"עדן חסון":{
type:"מוזיקה",
stats:{
"קול":9,
"הופעות":9,
"להיטים":9,
"כתיבה":9,
"פופולריות":9,
"השפעה":8
}
},

"נועה קירל":{
type:"מוזיקה",
stats:{
"קול":8,
"הופעות":10,
"להיטים":10,
"כתיבה":8,
"פופולריות":10,
"השפעה":9
}
},

"אודיה":{
type:"מוזיקה",
stats:{
"קול":9,
"הופעות":8,
"להיטים":9,
"כתיבה":10,
"פופולריות":9,
"השפעה":8
}
},

"סטטיק":{
type:"מוזיקה",
stats:{
"קול":8,
"הופעות":9,
"להיטים":10,
"כתיבה":9,
"פופולריות":9,
"השפעה":8
}
},

"בן אל":{
type:"מוזיקה",
stats:{
"קול":8,
"הופעות":9,
"להיטים":9,
"כתיבה":8,
"פופולריות":9,
"השפעה":8
}
},

"איתי לוי":{
type:"מוזיקה",
stats:{
"קול":9,
"הופעות":9,
"להיטים":9,
"כתיבה":8,
"פופולריות":9,
"השפעה":8
}
},

"ישי ריבו":{
type:"מוזיקה",
stats:{
"קול":10,
"הופעות":9,
"להיטים":9,
"כתיבה":10,
"פופולריות":9,
"השפעה":10
}
},

"שלמה ארצי":{
type:"מוזיקה",
stats:{
"קול":9,
"הופעות":9,
"להיטים":10,
"כתיבה":10,
"פופולריות":9,
"השפעה":10
}
},

"אריק איינשטיין":{
type:"מוזיקה",
stats:{
"קול":9,
"הופעות":8,
"להיטים":10,
"כתיבה":9,
"פופולריות":10,
"השפעה":10
}
},

"עברי לידר":{
type:"מוזיקה",
stats:{
"קול":9,
"הופעות":9,
"להיטים":8,
"כתיבה":10,
"פופולריות":8,
"השפעה":9
}
},

"ריטה":{
type:"מוזיקה",
stats:{
"קול":10,
"הופעות":10,
"להיטים":9,
"כתיבה":8,
"פופולריות":9,
"השפעה":10
}
},

"שרית חדד":{
type:"מוזיקה",
stats:{
"קול":10,
"הופעות":10,
"להיטים":10,
"כתיבה":8,
"פופולריות":10,
"השפעה":9
}
},

"מרגי":{
type:"מוזיקה",
stats:{
"קול":8,
"הופעות":9,
"להיטים":9,
"כתיבה":8,
"פופולריות":9,
"השפעה":8
}
},

"אנה זק":{
type:"מוזיקה",
stats:{
"קול":8,
"הופעות":10,
"להיטים":9,
"כתיבה":7,
"פופולריות":10,
"השפעה":8
}
},

"נסרין קדרי":{
type:"מוזיקה",
stats:{
"קול":10,
"הופעות":9,
"להיטים":9,
"כתיבה":8,
"פופולריות":9,
"השפעה":9
}
},

"פאר טסי":{
type:"מוזיקה",
stats:{
"קול":9,
"הופעות":9,
"להיטים":9,
"כתיבה":9,
"פופולריות":9,
"השפעה":8
}
},

"חנן בן ארי":{
type:"מוזיקה",
stats:{
"קול":9,
"הופעות":9,
"להיטים":9,
"כתיבה":10,
"פופולריות":9,
"השפעה":9
}
},

"יסמין מועלם":{
type:"מוזיקה",
stats:{
"קול":9,
"הופעות":8,
"להיטים":8,
"כתיבה":10,
"פופולריות":8,
"השפעה":8
}
},
  // 🌍 יעדים

"אילת":{
type:"יעד",
stats:{
"חופים":10,
"אטרקציות":9,
"אוכל":8,
"מחיר":8,
"מזג אוויר":10,
"חיי לילה":9
}
},

"ירושלים":{
type:"יעד",
stats:{
"חופים":3,
"אטרקציות":10,
"אוכל":9,
"מחיר":8,
"מזג אוויר":8,
"חיי לילה":7
}
},

"תל אביב":{
type:"יעד",
stats:{
"חופים":9,
"אטרקציות":9,
"אוכל":10,
"מחיר":6,
"מזג אוויר":9,
"חיי לילה":10
}
},

"ים המלח":{
type:"יעד",
stats:{
"חופים":8,
"אטרקציות":8,
"אוכל":7,
"מחיר":7,
"מזג אוויר":10,
"חיי לילה":4
}
},

"מצפה רמון":{
type:"יעד",
stats:{
"חופים":2,
"אטרקציות":9,
"אוכל":7,
"מחיר":8,
"מזג אוויר":8,
"חיי לילה":3
}
},

"הכנרת":{
type:"יעד",
stats:{
"חופים":9,
"אטרקציות":8,
"אוכל":7,
"מחיר":8,
"מזג אוויר":9,
"חיי לילה":5
}
},

"ברצלונה":{
type:"יעד",
stats:{
"חופים":8,
"אטרקציות":10,
"אוכל":10,
"מחיר":7,
"מזג אוויר":9,
"חיי לילה":10
}
},

"פריז":{
type:"יעד",
stats:{
"חופים":4,
"אטרקציות":10,
"אוכל":10,
"מחיר":6,
"מזג אוויר":7,
"חיי לילה":9
}
},

"לונדון":{
type:"יעד",
stats:{
"חופים":3,
"אטרקציות":10,
"אוכל":9,
"מחיר":6,
"מזג אוויר":6,
"חיי לילה":10
}
},

"ניו יורק":{
type:"יעד",
stats:{
"חופים":5,
"אטרקציות":10,
"אוכל":10,
"מחיר":5,
"מזג אוויר":7,
"חיי לילה":10
}
},

"דובאי":{
type:"יעד",
stats:{
"חופים":10,
"אטרקציות":10,
"אוכל":10,
"מחיר":6,
"מזג אוויר":10,
"חיי לילה":9
}
},

"טוקיו":{
type:"יעד",
stats:{
"חופים":6,
"אטרקציות":10,
"אוכל":10,
"מחיר":7,
"מזג אוויר":7,
"חיי לילה":9
}
},

"רומא":{
type:"יעד",
stats:{
"חופים":5,
"אטרקציות":10,
"אוכל":10,
"מחיר":8,
"מזג אוויר":9,
"חיי לילה":8
}
},

"אמסטרדם":{
type:"יעד",
stats:{
"חופים":4,
"אטרקציות":10,
"אוכל":8,
"מחיר":6,
"מזג אוויר":6,
"חיי לילה":9
}
},

"אתונה":{
type:"יעד",
stats:{
"חופים":9,
"אטרקציות":8,
"אוכל":9,
"מחיר":8,
"מזג אוויר":10,
"חיי לילה":8
}
},

"מדריד":{
type:"יעד",
stats:{
"חופים":5,
"אטרקציות":9,
"אוכל":10,
"מחיר":8,
"מזג אוויר":9,
"חיי לילה":9
}
},

"מיאמי":{
type:"יעד",
stats:{
"חופים":10,
"אטרקציות":9,
"אוכל":9,
"מחיר":5,
"מזג אוויר":10,
"חיי לילה":10
}
},

"סידני":{
type:"יעד",
stats:{
"חופים":10,
"אטרקציות":9,
"אוכל":9,
"מחיר":5,
"מזג אוויר":9,
"חיי לילה":8
}
},

"תאילנד":{
type:"יעד",
stats:{
"חופים":10,
"אטרקציות":10,
"אוכל":9,
"מחיר":9,
"מזג אוויר":9,
"חיי לילה":8
}
},

"המלדיביים":{
type:"יעד",
stats:{
"חופים":10,
"אטרקציות":8,
"אוכל":8,
"מחיר":4,
"מזג אוויר":10,
"חיי לילה":5
}
},
  // 🏀 NBA

"סטף קרי":{
type:"NBA",
stats:{
"קליעה":10,
"שלשות":10,
"דריבל":9,
"הגנה":7,
"אתלטיות":8,
"מנהיגות":10
}
},

"לברון ג'יימס":{
type:"NBA",
stats:{
"קליעה":9,
"שלשות":8,
"דריבל":9,
"הגנה":9,
"אתלטיות":10,
"מנהיגות":10
}
},

"ניקולה יוקיץ'":{
type:"NBA",
stats:{
"קליעה":9,
"שלשות":8,
"דריבל":9,
"הגנה":8,
"אתלטיות":7,
"מנהיגות":10
}
},

"יאניס":{
type:"NBA",
stats:{
"קליעה":8,
"שלשות":7,
"דריבל":9,
"הגנה":10,
"אתלטיות":10,
"מנהיגות":9
}
},

"לוקה דונצ'יץ'":{
type:"NBA",
stats:{
"קליעה":9,
"שלשות":9,
"דריבל":10,
"הגנה":7,
"אתלטיות":8,
"מנהיגות":9
}
},

"קווין דוראנט":{
type:"NBA",
stats:{
"קליעה":10,
"שלשות":9,
"דריבל":9,
"הגנה":8,
"אתלטיות":9,
"מנהיגות":9
}
},


// 🎮 משחקים

"FIFA":{
type:"משחק",
stats:{
"גרפיקה":9,
"ריאליזם":10,
"אונליין":9,
"כיף":10,
"קהילה":10
}
},

"Fortnite":{
type:"משחק",
stats:{
"גרפיקה":9,
"ריאליזם":7,
"אונליין":10,
"כיף":10,
"קהילה":10
}
},

"Minecraft":{
type:"משחק",
stats:{
"גרפיקה":7,
"ריאליזם":6,
"אונליין":9,
"כיף":10,
"יצירתיות":10
}
},

"GTA":{
type:"משחק",
stats:{
"גרפיקה":10,
"ריאליזם":9,
"אונליין":10,
"כיף":10,
"סיפור":10
}
},

"Roblox":{
type:"משחק",
stats:{
"גרפיקה":7,
"ריאליזם":5,
"אונליין":10,
"כיף":9,
"יצירתיות":10
}
},


// 🚗 רכבים

"למבורגיני":{
type:"רכב",
stats:{
"מהירות":10,
"עיצוב":10,
"יוקרה":10,
"נוחות":7,
"מחיר":3
}
},

"פרארי":{
type:"רכב",
stats:{
"מהירות":10,
"עיצוב":10,
"יוקרה":10,
"נוחות":7,
"מחיר":3
}
},

"טסלה":{
type:"רכב",
stats:{
"מהירות":9,
"עיצוב":9,
"יוקרה":8,
"נוחות":10,
"מחיר":7
}
},

"מרצדס":{
type:"רכב",
stats:{
"מהירות":9,
"עיצוב":10,
"יוקרה":10,
"נוחות":10,
"מחיר":6
}
},

"סקודה":{
type:"רכב",
stats:{
"מהירות":6,
"עיצוב":7,
"יוקרה":6,
"נוחות":8,
"מחיר":10
}
},
  // 🏆 קבוצות כדורגל

"ברצלונה":{
type:"קבוצה",
stats:{
"התקפה":10,
"הגנה":8,
"קישור":10,
"היסטוריה":10,
"צעירים":10,
"תארים":10
}
},


"ריאל מדריד":{
type:"קבוצה",
stats:{
"התקפה":10,
"הגנה":9,
"קישור":9,
"היסטוריה":10,
"צעירים":9,
"תארים":10
}
},


"מנצ'סטר סיטי":{
type:"קבוצה",
stats:{
"התקפה":10,
"הגנה":9,
"קישור":10,
"היסטוריה":8,
"צעירים":9,
"תארים":9
}
},


"ליברפול":{
type:"קבוצה",
stats:{
"התקפה":9,
"הגנה":9,
"קישור":9,
"היסטוריה":10,
"צעירים":8,
"תארים":9
}
},


"ארסנל":{
type:"קבוצה",
stats:{
"התקפה":9,
"הגנה":9,
"קישור":9,
"היסטוריה":9,
"צעירים":10,
"תארים":8
}
},


"באיירן מינכן":{
type:"קבוצה",
stats:{
"התקפה":10,
"הגנה":9,
"קישור":9,
"היסטוריה":10,
"צעירים":9,
"תארים":10
}
},


"פריז סן ז'רמן":{
type:"קבוצה",
stats:{
"התקפה":10,
"הגנה":8,
"קישור":9,
"היסטוריה":7,
"צעירים":9,
"תארים":8
}
},


"אינטר":{
type:"קבוצה",
stats:{
"התקפה":9,
"הגנה":10,
"קישור":9,
"היסטוריה":10,
"צעירים":8,
"תארים":9
}
},


"מילאן":{
type:"קבוצה",
stats:{
"התקפה":8,
"הגנה":9,
"קישור":8,
"היסטוריה":10,
"צעירים":8,
"תארים":10
}
},


"אתלטיקו מדריד":{
type:"קבוצה",
stats:{
"התקפה":8,
"הגנה":10,
"קישור":8,
"היסטוריה":9,
"צעירים":8,
"תארים":8
}
},


"צ'לסי":{
type:"קבוצה",
stats:{
"התקפה":9,
"הגנה":8,
"קישור":9,
"היסטוריה":9,
"צעירים":10,
"תארים":9
}
},


"מנצ'סטר יונייטד":{
type:"קבוצה",
stats:{
"התקפה":8,
"הגנה":8,
"קישור":8,
"היסטוריה":10,
"צעירים":9,
"תארים":10
}
},


"יובנטוס":{
type:"קבוצה",
stats:{
"התקפה":8,
"הגנה":10,
"קישור":8,
"היסטוריה":10,
"צעירים":8,
"תארים":10
}
},


"נאפולי":{
type:"קבוצה",
stats:{
"התקפה":9,
"הגנה":8,
"קישור":8,
"היסטוריה":8,
"צעירים":9,
"תארים":8
}
},


"בורוסיה דורטמונד":{
type:"קבוצה",
stats:{
"התקפה":9,
"הגנה":8,
"קישור":8,
"היסטוריה":9,
"צעירים":10,
"תארים":8
}
};
