window.database = window.database || {};

Object.assign(window.database, {


// ⚽ כדורגלנים


"מסי":{

type:"כדורגלן",

stats:{

"דריבל":10,
"מסירות":10,
"בעיטות":9,
"מהירות":8,
"כוח פיזי":7,
"סיומת":10,
"תארים":10

}

},



"רונאלדו":{

type:"כדורגלן",

stats:{

"דריבל":8,
"מסירות":8,
"בעיטות":10,
"מהירות":9,
"כוח פיזי":10,
"סיומת":10,
"תארים":10

}

},



"אמבפה":{

type:"כדורגלן",

stats:{

"דריבל":9,
"מסירות":8,
"בעיטות":9,
"מהירות":10,
"כוח פיזי":8,
"סיומת":9,
"תארים":8

}

},



"האלנד":{

type:"כדורגלן",

stats:{

"דריבל":7,
"מסירות":7,
"בעיטות":10,
"מהירות":9,
"כוח פיזי":10,
"סיומת":10,
"תארים":8

}

},



"בלינגהאם":{

type:"כדורגלן",

stats:{

"דריבל":9,
"מסירות":9,
"בעיטות":8,
"מהירות":8,
"כוח פיזי":9,
"סיומת":8,
"תארים":8

}
  "וניסיוס":{

type:"כדורגלן",

stats:{

"דריבל":10,
"מסירות":8,
"בעיטות":8,
"מהירות":10,
"כוח פיזי":8,
"סיומת":8,
"תארים":8

}

},



"דה בריינה":{

type:"כדורגלן",

stats:{

"דריבל":8,
"מסירות":10,
"בעיטות":9,
"מהירות":7,
"כוח פיזי":8,
"סיומת":8,
"תארים":9

}

},



"ואלורדה":{

type:"כדורגלן",

stats:{

"דריבל":8,
"מסירות":9,
"בעיטות":8,
"מהירות":9,
"כוח פיזי":9,
"סיומת":8,
"תארים":8

}

},



"לבנדובסקי":{

type:"כדורגלן",

stats:{

"דריבל":8,
"מסירות":8,
"בעיטות":10,
"מהירות":7,
"כוח פיזי":9,
"סיומת":10,
"תארים":10

}

},



"וירג'יל ואן דייק":{

type:"כדורגלן",

stats:{

"דריבל":7,
"מסירות":8,
"בעיטות":7,
"מהירות":8,
"כוח פיזי":10,
"הגנה":10,
"תארים":9

}

},



"רודרי":{

type:"כדורגלן",

stats:{

"דריבל":7,
"מסירות":10,
"בעיטות":8,
"מהירות":6,
"כוח פיזי":9,
"הגנה":10,
"תארים":10

}

},
"סלאח":{

type:"כדורגלן",

stats:{

"דריבל":9,
"מסירות":8,
"בעיטות":9,
"מהירות":9,
"כוח פיזי":7,
"סיומת":9,
"תארים":8

}

},



"קיין":{

type:"כדורגלן",

stats:{

"דריבל":7,
"מסירות":9,
"בעיטות":10,
"מהירות":7,
"כוח פיזי":9,
"סיומת":10,
"תארים":7

}

},



"סון":{

type:"כדורגלן",

stats:{

"דריבל":9,
"מסירות":8,
"בעיטות":9,
"מהירות":10,
"כוח פיזי":8,
"סיומת":9,
"תארים":7

}

},



"מודריץ'":{

type:"כדורגלן",

stats:{

"דריבל":8,
"מסירות":10,
"בעיטות":8,
"מהירות":6,
"כוח פיזי":7,
"סיומת":8,
"תארים":10

}

},



"קרוס":{

type:"כדורגלן",

stats:{

"דריבל":7,
"מסירות":10,
"בעיטות":8,
"מהירות":5,
"כוח פיזי":7,
"סיומת":7,
"תארים":10

}

},



"גריזמן":{

type:"כדורגלן",

stats:{

"דריבל":9,
"מסירות":9,
"בעיטות":8,
"מהירות":8,
"כוח פיזי":7,
"סיומת":9,
"תארים":9

}

},



"סאקה":{

type:"כדורגלן",

stats:{

"דריבל":9,
"מסירות":8,
"בעיטות":8,
"מהירות":9,
"כוח פיזי":7,
"סיומת":8,
"תארים":7

}

},
"ימאל":{

type:"כדורגלן",

stats:{

"דריבל":10,
"מסירות":8,
"בעיטות":8,
"מהירות":9,
"כוח פיזי":6,
"סיומת":8,
"תארים":7

}

},



"פודן":{

type:"כדורגלן",

stats:{

"דריבל":9,
"מסירות":8,
"בעיטות":8,
"מהירות":8,
"כוח פיזי":7,
"סיומת":8,
"תארים":8

}

},



"נאיימאר":{

type:"כדורגלן",

stats:{

"דריבל":10,
"מסירות":9,
"בעיטות":9,
"מהירות":9,
"כוח פיזי":7,
"סיומת":8,
"תארים":8

}

},



"ברונו פרננדש":{

type:"כדורגלן",

stats:{

"דריבל":8,
"מסירות":10,
"בעיטות":9,
"מהירות":8,
"כוח פיזי":7,
"סיומת":8,
"תארים":7

}

},



"פדרי":{

type:"כדורגלן",

stats:{

"דריבל":9,
"מסירות":9,
"בעיטות":7,
"מהירות":8,
"כוח פיזי":6,
"סיומת":7,
"תארים":7

}

},



"קאקה":{

type:"כדורגלן",

stats:{

"דריבל":9,
"מסירות":9,
"בעיטות":9,
"מהירות":9,
"כוח פיזי":7,
"סיומת":9,
"תארים":9

}

},



"צ'אבי":{

type:"כדורגלן",

stats:{

"דריבל":8,
"מסירות":10,
"בעיטות":7,
"מהירות":6,
"כוח פיזי":6,
"סיומת":7,
"תארים":10

}

},
"ראפיניה":{

type:"כדורגלן",

stats:{

"דריבל":9,
"מסירות":8,
"בעיטות":8,
"מהירות":9,
"כוח פיזי":7,
"סיומת":8,
"תארים":7

}

},



"קאנסלו":{

type:"כדורגלן",

stats:{

"דריבל":8,
"מסירות":9,
"בעיטות":8,
"מהירות":9,
"כוח פיזי":7,
"הגנה":8,
"תארים":8

}

},



"אלפונסו דייויס":{

type:"כדורגלן",

stats:{

"דריבל":8,
"מסירות":8,
"בעיטות":7,
"מהירות":10,
"כוח פיזי":8,
"הגנה":8,
"תארים":8

}

},



"סרחיו ראמוס":{

type:"כדורגלן",

stats:{

"דריבל":6,
"מסירות":8,
"בעיטות":8,
"מהירות":7,
"כוח פיזי":10,
"הגנה":10,
"תארים":10

}

},



"מרסלו":{

type:"כדורגלן",

stats:{

"דריבל":9,
"מסירות":9,
"בעיטות":8,
"מהירות":7,
"כוח פיזי":7,
"הגנה":8,
"תארים":10

}

},



"פיקה":{

type:"כדורגלן",

stats:{

"דריבל":6,
"מסירות":8,
"בעיטות":6,
"מהירות":6,
"כוח פיזי":9,
"הגנה":9,
"תארים":9

}

},



"טר שטגן":{

type:"כדורגלן",

stats:{

"הדיפות":9,
"מסירות":9,
"רפלקסים":9,
"יציאה לכדורים":8,
"כוח פיזי":7,
"תארים":8

}

},
"נוייר":{

type:"כדורגלן",

stats:{

"הדיפות":10,
"מסירות":10,
"רפלקסים":10,
"יציאה לכדורים":10,
"כוח פיזי":8,
"תארים":10

}

},



"קורטואה":{

type:"כדורגלן",

stats:{

"הדיפות":10,
"מסירות":8,
"רפלקסים":10,
"יציאה לכדורים":9,
"כוח פיזי":10,
"תארים":9

}

},



"דונארומה":{

type:"כדורגלן",

stats:{

"הדיפות":9,
"מסירות":8,
"רפלקסים":10,
"יציאה לכדורים":8,
"כוח פיזי":9,
"תארים":7

}

},



"לאוטרו מרטינס":{

type:"כדורגלן",

stats:{

"דריבל":8,
"מסירות":8,
"בעיטות":9,
"מהירות":8,
"כוח פיזי":9,
"סיומת":10,
"תארים":8

}

},



"ויקטור אוסימן":{

type:"כדורגלן",

stats:{

"דריבל":8,
"מסירות":7,
"בעיטות":9,
"מהירות":10,
"כוח פיזי":10,
"סיומת":9,
"תארים":7

}

},



"פאולו דיבאלה":{

type:"כדורגלן",

stats:{

"דריבל":9,
"מסירות":8,
"בעיטות":9,
"מהירות":8,
"כוח פיזי":7,
"סיומת":9,
"תארים":7

}

},



"סזאר אזפיליקואטה":{

type:"כדורגלן",

stats:{

"דריבל":7,
"מסירות":8,
"בעיטות":6,
"מהירות":7,
"כוח פיזי":8,
"הגנה":10,
"תארים":9

}

},
"גרניט ג'אקה":{

type:"כדורגלן",

stats:{

"דריבל":7,
"מסירות":9,
"בעיטות":8,
"מהירות":6,
"כוח פיזי":9,
"הגנה":8,
"תארים":8

}

},



"קאייסדו":{

type:"כדורגלן",

stats:{

"דריבל":7,
"מסירות":8,
"בעיטות":7,
"מהירות":8,
"כוח פיזי":10,
"הגנה":9,
"תארים":7

}

},



"בלם דיאס":{

type:"כדורגלן",

stats:{

"דריבל":7,
"מסירות":9,
"בעיטות":7,
"מהירות":8,
"כוח פיזי":10,
"הגנה":10,
"תארים":9

}

},



"אנטוניו רודיגר":{

type:"כדורגלן",

stats:{

"דריבל":6,
"מסירות":8,
"בעיטות":7,
"מהירות":9,
"כוח פיזי":10,
"הגנה":10,
"תארים":9

}

},



"ארלינג ברוטלנד":{

type:"כדורגלן",

stats:{

"דריבל":6,
"מסירות":7,
"בעיטות":10,
"מהירות":9,
"כוח פיזי":10,
"סיומת":10,
"תארים":8

}

},



"מרטין אודגור":{

type:"כדורגלן",

stats:{

"דריבל":9,
"מסירות":9,
"בעיטות":8,
"מהירות":8,
"כוח פיזי":7,
"סיומת":8,
"תארים":7

}

},



"פלוריאן וירץ":{

type:"כדורגלן",

stats:{

"דריבל":9,
"מסירות":9,
"בעיטות":8,
"מהירות":8,
"כוח פיזי":7,
"סיומת":8,
"תארים":7

}

},
"גרבנברך":{

type:"כדורגלן",

stats:{

"דריבל":8,
"מסירות":8,
"בעיטות":7,
"מהירות":8,
"כוח פיזי":9,
"הגנה":8,
"תארים":7

}

},



"גורצקה":{

type:"כדורגלן",

stats:{

"דריבל":7,
"מסירות":8,
"בעיטות":8,
"מהירות":7,
"כוח פיזי":10,
"הגנה":8,
"תארים":9

}

},



"ברנרדו סילבה":{

type:"כדורגלן",

stats:{

"דריבל":10,
"מסירות":9,
"בעיטות":8,
"מהירות":8,
"כוח פיזי":7,
"סיומת":8,
"תארים":10

}

},



"רובן דיאש":{

type:"כדורגלן",

stats:{

"דריבל":6,
"מסירות":8,
"בעיטות":6,
"מהירות":7,
"כוח פיזי":10,
"הגנה":10,
"תארים":9

}

},



"מרכוס ראשפורד":{

type:"כדורגלן",

stats:{

"דריבל":8,
"מסירות":7,
"בעיטות":8,
"מהירות":10,
"כוח פיזי":8,
"סיומת":8,
"תארים":7

}

},



"ז'ואאו פליקס":{

type:"כדורגלן",

stats:{

"דריבל":9,
"מסירות":8,
"בעיטות":8,
"מהירות":8,
"כוח פיזי":7,
"סיומת":8,
"תארים":7

}

},



"גריליש":{

type:"כדורגלן",

stats:{

"דריבל":10,
"מסירות":8,
"בעיטות":8,
"מהירות":7,
"כוח פיזי":7,
"סיומת":7,
"תארים":8

}

},
"מרטינלי":{

type:"כדורגלן",

stats:{

"דריבל":9,
"מסירות":8,
"בעיטות":8,
"מהירות":9,
"כוח פיזי":7,
"סיומת":8,
"תארים":7

}

},



"קובארסי":{

type:"כדורגלן",

stats:{

"דריבל":7,
"מסירות":9,
"בעיטות":6,
"מהירות":8,
"כוח פיזי":7,
"הגנה":9,
"תארים":7

}

},



"אראוחו":{

type:"כדורגלן",

stats:{

"דריבל":6,
"מסירות":8,
"בעיטות":6,
"מהירות":8,
"כוח פיזי":10,
"הגנה":10,
"תארים":8

}

},



"ברנארדו סילבה":{

type:"כדורגלן",

stats:{

"דריבל":10,
"מסירות":9,
"בעיטות":8,
"מהירות":8,
"כוח פיזי":7,
"סיומת":8,
"תארים":10

}

},



"נ'גולו קאנטה":{

type:"כדורגלן",

stats:{

"דריבל":8,
"מסירות":9,
"בעיטות":7,
"מהירות":8,
"כוח פיזי":8,
"הגנה":10,
"תארים":10

}

},



"פוגבה":{

type:"כדורגלן",

stats:{

"דריבל":8,
"מסירות":9,
"בעיטות":8,
"מהירות":7,
"כוח פיזי":9,
"סיומת":7,
"תארים":8

}

},



"אינייסטה":{

type:"כדורגלן",

stats:{

"דריבל":10,
"מסירות":10,
"בעיטות":8,
"מהירות":7,
"כוח פיזי":6,
"סיומת":8,
"תארים":10

}

},
"ערן זהבי":{

type:"כדורגלן",

stats:{

"דריבל":8,
"מסירות":8,
"בעיטות":10,
"מהירות":8,
"כוח פיזי":8,
"סיומת":10,
"תארים":8

}

},



"מנור סולומון":{

type:"כדורגלן",

stats:{

"דריבל":9,
"מסירות":8,
"בעיטות":8,
"מהירות":9,
"כוח פיזי":7,
"סיומת":8,
"תארים":7

}

},



"אוסקר גלוך":{

type:"כדורגלן",

stats:{

"דריבל":9,
"מסירות":9,
"בעיטות":8,
"מהירות":8,
"כוח פיזי":6,
"סיומת":8,
"תארים":7

}

},



"דור פרץ":{

type:"כדורגלן",

stats:{

"דריבל":7,
"מסירות":8,
"בעיטות":8,
"מהירות":8,
"כוח פיזי":9,
"הגנה":8,
"תארים":8

}

},



"שון וייסמן":{

type:"כדורגלן",

stats:{

"דריבל":7,
"מסירות":7,
"בעיטות":9,
"מהירות":8,
"כוח פיזי":8,
"סיומת":9,
"תארים":7

}

},



"מיגל ויטור":{

type:"כדורגלן",

stats:{

"דריבל":6,
"מסירות":8,
"בעיטות":7,
"מהירות":6,
"כוח פיזי":10,
"הגנה":10,
"תארים":8

}

},



"דניאל פרץ":{

type:"כדורגלן",

stats:{

"הדיפות":9,
"מסירות":8,
"רפלקסים":9,
"יציאה לכדורים":8,
"כוח פיזי":8,
"תארים":7

}

},
"עומר אצילי":{

type:"כדורגלן",

stats:{

"דריבל":8,
"מסירות":8,
"בעיטות":9,
"מהירות":8,
"כוח פיזי":7,
"סיומת":9,
"תארים":8

}

},



"מוחמד אבו פאני":{

type:"כדורגלן",

stats:{

"דריבל":8,
"מסירות":9,
"בעיטות":7,
"מהירות":7,
"כוח פיזי":8,
"הגנה":8,
"תארים":8

}

},



"ליאל עבדה":{

type:"כדורגלן",

stats:{

"דריבל":9,
"מסירות":7,
"בעיטות":8,
"מהירות":10,
"כוח פיזי":7,
"סיומת":8,
"תארים":7

}

},



"ניימאר":{

type:"כדורגלן",

stats:{

"דריבל":10,
"מסירות":9,
"בעיטות":9,
"מהירות":9,
"כוח פיזי":7,
"סיומת":8,
"תארים":8

}

},



"קאוואני":{

type:"כדורגלן",

stats:{

"דריבל":7,
"מסירות":8,
"בעיטות":9,
"מהירות":7,
"כוח פיזי":9,
"סיומת":10,
"תארים":9

}

},



"איברהימוביץ'":{

type:"כדורגלן",

stats:{

"דריבל":8,
"מסירות":8,
"בעיטות":10,
"מהירות":7,
"כוח פיזי":10,
"סיומת":10,
"תארים":10

}

},



"רוני":{

type:"כדורגלן",

stats:{

"דריבל":9,
"מסירות":9,
"בעיטות":9,
"מהירות":8,
"כוח פיזי":9,
"סיומת":9,
"תארים":10

}

},
"מסוט אוזיל":{

type:"כדורגלן",

stats:{

"דריבל":9,
"מסירות":10,
"בעיטות":8,
"מהירות":6,
"כוח פיזי":6,
"סיומת":7,
"תארים":9

}

},



"אגוארו":{

type:"כדורגלן",

stats:{

"דריבל":9,
"מסירות":8,
"בעיטות":10,
"מהירות":8,
"כוח פיזי":8,
"סיומת":10,
"תארים":10

}

},



"סוארס":{

type:"כדורגלן",

stats:{

"דריבל":9,
"מסירות":8,
"בעיטות":10,
"מהירות":8,
"כוח פיזי":9,
"סיומת":10,
"תארים":10

}

},



"די מריה":{

type:"כדורגלן",

stats:{

"דריבל":9,
"מסירות":9,
"בעיטות":8,
"מהירות":9,
"כוח פיזי":7,
"סיומת":8,
"תארים":10

}

},



"פבריציו רומאנו":{

type:"כדורגלן",

stats:{

"חדשות":10,
"אמינות":10,
"מהירות פרסום":10,
"מידע":10,
"פופולריות":9

}

},



"מריו גצה":{

type:"כדורגלן",

stats:{

"דריבל":8,
"מסירות":8,
"בעיטות":8,
"מהירות":8,
"כוח פיזי":7,
"סיומת":8,
"תארים":8

}

},



"ססק פברגאס":{

type:"כדורגלן",

stats:{

"דריבל":8,
"מסירות":10,
"בעיטות":8,
"מהירות":6,
"כוח פיזי":7,
"סיומת":8,
"תארים":9

}

},
"יהונתן כהן":{

type:"כדורגלן",

stats:{

"דריבל":8,
"מסירות":7,
"בעיטות":8,
"מהירות":8,
"כוח פיזי":7,
"סיומת":8,
"תארים":7

}

},



"תאי בריבו":{

type:"כדורגלן",

stats:{

"דריבל":7,
"מסירות":7,
"בעיטות":8,
"מהירות":8,
"כוח פיזי":8,
"סיומת":9,
"תארים":7

}

},



"רועי קהת":{

type:"כדורגלן",

stats:{

"דריבל":7,
"מסירות":8,
"בעיטות":7,
"מהירות":7,
"כוח פיזי":7,
"סיומת":7,
"תארים":7

}

},



"אמבפה הצעיר":{

type:"כדורגלן",

stats:{

"דריבל":10,
"מסירות":8,
"בעיטות":9,
"מהירות":10,
"כוח פיזי":8,
"סיומת":9,
"תארים":8

}

},



"מרקו רויס":{

type:"כדורגלן",

stats:{

"דריבל":9,
"מסירות":8,
"בעיטות":9,
"מהירות":8,
"כוח פיזי":7,
"סיומת":9,
"תארים":7

}

},



"פאולו מאלדיני":{

type:"כדורגלן",

stats:{

"דריבל":7,
"מסירות":9,
"בעיטות":7,
"מהירות":8,
"כוח פיזי":9,
"הגנה":10,
"תארים":10

}

},



"רונאלדיניו":{

type:"כדורגלן",

stats:{

"דריבל":10,
"מסירות":9,
"בעיטות":9,
"מהירות":8,
"כוח פיזי":7,
"סיומת":9,
"תארים":10

}

},
"פלה":{

type:"כדורגלן - אייקון",

stats:{

"דריבל":10,
"מסירות":9,
"בעיטות":10,
"מהירות":9,
"כוח פיזי":9,
"סיומת":10,
"תארים":10

}

},



"דייגו מראדונה":{

type:"כדורגלן - אייקון",

stats:{

"דריבל":10,
"מסירות":10,
"בעיטות":9,
"מהירות":9,
"כוח פיזי":8,
"סיומת":10,
"תארים":9

}

},



"יוהאן קרויף":{

type:"כדורגלן - אייקון",

stats:{

"דריבל":10,
"מסירות":10,
"בעיטות":9,
"מהירות":9,
"כוח פיזי":7,
"סיומת":9,
"תארים":10

}

},



"זינדין זידאן":{

type:"כדורגלן - אייקון",

stats:{

"דריבל":9,
"מסירות":10,
"בעיטות":9,
"מהירות":7,
"כוח פיזי":8,
"סיומת":9,
"תארים":10

}

},



"רונאלדו הברזילאי":{

type:"כדורגלן - אייקון",

stats:{

"דריבל":10,
"מסירות":8,
"בעיטות":10,
"מהירות":10,
"כוח פיזי":9,
"סיומת":10,
"תארים":10

}

},
"פרנץ בקנבאואר":{

type:"כדורגלן - אייקון",

stats:{

"דריבל":8,
"מסירות":10,
"בעיטות":8,
"מהירות":7,
"כוח פיזי":9,
"הגנה":10,
"תארים":10

}

},



"רוברטו קרלוס":{

type:"כדורגלן - אייקון",

stats:{

"דריבל":9,
"מסירות":8,
"בעיטות":10,
"מהירות":10,
"כוח פיזי":8,
"הגנה":9,
"תארים":10

}

},



"דוד בקהאם":{

type:"כדורגלן - אייקון",

stats:{

"דריבל":8,
"מסירות":10,
"בעיטות":9,
"מהירות":7,
"כוח פיזי":7,
"סיומת":8,
"תארים":10

}

},



"איקר קסיאס":{

type:"כדורגלן - אייקון",

stats:{

"הדיפות":10,
"מסירות":8,
"רפלקסים":10,
"יציאה לכדורים":9,
"כוח פיזי":7,
"תארים":10

}

}
});

},
