window.database = window.database || {};

Object.assign(window.database, {


// 🏀 שחקני NBA


"לברון ג'יימס":{

type:"שחקן NBA",

stats:{

"קליעה":10,
"מסירות":10,
"הגנה":9,
"אתלטיות":10,
"חוזק":10,
"חוכמת משחק":10,
"תארים":10

}

},



"סטף קרי":{

type:"שחקן NBA",

stats:{

"קליעה":10,
"מסירות":9,
"הגנה":7,
"אתלטיות":8,
"חוזק":6,
"חוכמת משחק":10,
"תארים":10

}

},



"קווין דוראנט":{

type:"שחקן NBA",

stats:{

"קליעה":10,
"מסירות":8,
"הגנה":9,
"אתלטיות":9,
"חוזק":8,
"חוכמת משחק":10,
"תארים":9

}

},



"ניקולה יוקיץ'":{

type:"שחקן NBA",

stats:{

"קליעה":9,
"מסירות":10,
"הגנה":8,
"אתלטיות":7,
"חוזק":9,
"חוכמת משחק":10,
"תארים":9

}

},



"יאניס אנטטוקומפו":{

type:"שחקן NBA",

stats:{

"קליעה":8,
"מסירות":8,
"הגנה":10,
"אתלטיות":10,
"חוזק":10,
"חוכמת משחק":9,
"תארים":9

}
  "לוקה דונצ'יץ'":{

type:"שחקן NBA",

stats:{

"קליעה":9,
"מסירות":10,
"הגנה":7,
"אתלטיות":8,
"חוזק":9,
"חוכמת משחק":10,
"תארים":8

}

},



"ג'ייסון טייטום":{

type:"שחקן NBA",

stats:{

"קליעה":9,
"מסירות":8,
"הגנה":9,
"אתלטיות":9,
"חוזק":9,
"חוכמת משחק":9,
"תארים":8

}

},



"ג'ואל אמביד":{

type:"שחקן NBA",

stats:{

"קליעה":9,
"מסירות":8,
"הגנה":10,
"אתלטיות":8,
"חוזק":10,
"חוכמת משחק":9,
"תארים":8

}

},



"שיי גילג'ס אלכסנדר":{

type:"שחקן NBA",

stats:{

"קליעה":9,
"מסירות":8,
"הגנה":9,
"אתלטיות":9,
"חוזק":8,
"חוכמת משחק":9,
"תארים":7

}

},



"דני אבדיה":{

type:"שחקן NBA",

stats:{

"קליעה":8,
"מסירות":8,
"הגנה":9,
"אתלטיות":9,
"חוזק":9,
"חוכמת משחק":8,
"תארים":7

}

},



"דמיאן לילארד":{

type:"שחקן NBA",

stats:{

"קליעה":10,
"מסירות":9,
"הגנה":7,
"אתלטיות":8,
"חוזק":7,
"חוכמת משחק":9,
"תארים":8

}

},



"קיירי אירווינג":{

type:"שחקן NBA",

stats:{

"קליעה":9,
"מסירות":9,
"הגנה":7,
"אתלטיות":9,
"חוזק":7,
"חוכמת משחק":9,
"תארים":8

}

},
  "אנתוני אדוארדס":{

type:"שחקן NBA",

stats:{

"קליעה":9,
"מסירות":8,
"הגנה":8,
"אתלטיות":10,
"חוזק":9,
"חוכמת משחק":8,
"תארים":7

}

},



"זאיון וויליאמסון":{

type:"שחקן NBA",

stats:{

"קליעה":7,
"מסירות":7,
"הגנה":8,
"אתלטיות":10,
"חוזק":10,
"חוכמת משחק":8,
"תארים":7

}

},



"ג'ה מוראנט":{

type:"שחקן NBA",

stats:{

"קליעה":8,
"מסירות":9,
"הגנה":7,
"אתלטיות":10,
"חוזק":7,
"חוכמת משחק":8,
"תארים":7

}

},



"ג'ימי באטלר":{

type:"שחקן NBA",

stats:{

"קליעה":8,
"מסירות":8,
"הגנה":10,
"אתלטיות":8,
"חוזק":9,
"חוכמת משחק":10,
"תארים":8

}

},



"פול ג'ורג'":{

type:"שחקן NBA",

stats:{

"קליעה":9,
"מסירות":8,
"הגנה":9,
"אתלטיות":8,
"חוזק":8,
"חוכמת משחק":9,
"תארים":8

}

},



"קווין לאב":{

type:"שחקן NBA",

stats:{

"קליעה":8,
"מסירות":8,
"הגנה":7,
"אתלטיות":6,
"חוזק":9,
"חוכמת משחק":9,
"תארים":9

}

},



"קליי תומפסון":{

type:"שחקן NBA",

stats:{

"קליעה":10,
"מסירות":7,
"הגנה":9,
"אתלטיות":8,
"חוזק":7,
"חוכמת משחק":9,
"תארים":10

}

},
  "דווין בוקר":{

type:"שחקן NBA",

stats:{

"קליעה":10,
"מסירות":8,
"הגנה":7,
"אתלטיות":8,
"חוזק":7,
"חוכמת משחק":9,
"תארים":8

}

},



"טייריס הליברטון":{

type:"שחקן NBA",

stats:{

"קליעה":9,
"מסירות":10,
"הגנה":7,
"אתלטיות":8,
"חוזק":6,
"חוכמת משחק":9,
"תארים":7

}

},



"דונובן מיטשל":{

type:"שחקן NBA",

stats:{

"קליעה":9,
"מסירות":8,
"הגנה":8,
"אתלטיות":10,
"חוזק":8,
"חוכמת משחק":8,
"תארים":7

}

},



"ג'רו הולידיי":{

type:"שחקן NBA",

stats:{

"קליעה":8,
"מסירות":8,
"הגנה":10,
"אתלטיות":8,
"חוזק":8,
"חוכמת משחק":9,
"תארים":10

}

},



"ראסל ווסטברוק":{

type:"שחקן NBA",

stats:{

"קליעה":7,
"מסירות":9,
"הגנה":8,
"אתלטיות":10,
"חוזק":9,
"חוכמת משחק":8,
"תארים":8

}

},



"דריימונד גרין":{

type:"שחקן NBA",

stats:{

"קליעה":6,
"מסירות":10,
"הגנה":10,
"אתלטיות":8,
"חוזק":8,
"חוכמת משחק":10,
"תארים":10

}

},



"כריס פול":{

type:"שחקן NBA",

stats:{

"קליעה":8,
"מסירות":10,
"הגנה":9,
"אתלטיות":6,
"חוזק":6,
"חוכמת משחק":10,
"תארים":8

}

},
  "קוואי לנארד":{

type:"שחקן NBA",

stats:{

"קליעה":9,
"מסירות":8,
"הגנה":10,
"אתלטיות":8,
"חוזק":9,
"חוכמת משחק":10,
"תארים":10

}

},



"ג'יימס הארדן":{

type:"שחקן NBA",

stats:{

"קליעה":9,
"מסירות":10,
"הגנה":7,
"אתלטיות":8,
"חוזק":8,
"חוכמת משחק":9,
"תארים":8

}

},



"אנתוני דייוויס":{

type:"שחקן NBA",

stats:{

"קליעה":8,
"מסירות":7,
"הגנה":10,
"אתלטיות":9,
"חוזק":9,
"חוכמת משחק":9,
"תארים":9

}

},



"דמאר דרוזן":{

type:"שחקן NBA",

stats:{

"קליעה":9,
"מסירות":8,
"הגנה":7,
"אתלטיות":8,
"חוזק":8,
"חוכמת משחק":9,
"תארים":7

}

},



"זק לאבין":{

type:"שחקן NBA",

stats:{

"קליעה":9,
"מסירות":7,
"הגנה":7,
"אתלטיות":10,
"חוזק":7,
"חוכמת משחק":8,
"תארים":7

}

},



"בראדלי ביל":{

type:"שחקן NBA",

stats:{

"קליעה":9,
"מסירות":8,
"הגנה":7,
"אתלטיות":8,
"חוזק":7,
"חוכמת משחק":8,
"תארים":7

}

},



"פרד ואן וליט":{

type:"שחקן NBA",

stats:{

"קליעה":8,
"מסירות":9,
"הגנה":8,
"אתלטיות":7,
"חוזק":6,
"חוכמת משחק":9,
"תארים":8

}

},
  "צ'ט הולמגרן":{

type:"שחקן NBA",

stats:{

"קליעה":8,
"מסירות":8,
"הגנה":9,
"אתלטיות":9,
"חוזק":7,
"חוכמת משחק":8,
"תארים":7

}

},



"ויקטור וומבניאמה":{

type:"שחקן NBA",

stats:{

"קליעה":9,
"מסירות":8,
"הגנה":10,
"אתלטיות":10,
"חוזק":7,
"חוכמת משחק":9,
"תארים":7

}

},



"סקוטי בארנס":{

type:"שחקן NBA",

stats:{

"קליעה":8,
"מסירות":8,
"הגנה":9,
"אתלטיות":9,
"חוזק":9,
"חוכמת משחק":8,
"תארים":7

}

},



"טריי יאנג":{

type:"שחקן NBA",

stats:{

"קליעה":9,
"מסירות":10,
"הגנה":6,
"אתלטיות":8,
"חוזק":5,
"חוכמת משחק":9,
"תארים":7

}

},



"ברנדון אינגרם":{

type:"שחקן NBA",

stats:{

"קליעה":8,
"מסירות":8,
"הגנה":7,
"אתלטיות":8,
"חוזק":7,
"חוכמת משחק":8,
"תארים":7

}

},



"דריק רוז":{

type:"שחקן NBA",

stats:{

"קליעה":8,
"מסירות":9,
"הגנה":7,
"אתלטיות":10,
"חוזק":8,
"חוכמת משחק":8,
"תארים":8

}

},



"כרמלו אנתוני":{

type:"שחקן NBA",

stats:{

"קליעה":9,
"מסירות":8,
"הגנה":7,
"אתלטיות":8,
"חוזק":8,
"חוכמת משחק":9,
"תארים":8

}

},
  "ים מדר":{

type:"שחקן NBA",

stats:{

"קליעה":8,
"מסירות":9,
"הגנה":8,
"אתלטיות":8,
"חוזק":7,
"חוכמת משחק":8,
"תארים":7

}

},



"תמיר בלאט":{

type:"שחקן NBA",

stats:{

"קליעה":9,
"מסירות":10,
"הגנה":7,
"אתלטיות":7,
"חוזק":6,
"חוכמת משחק":9,
"תארים":7

}

},



"יפתח זיו":{

type:"שחקן NBA",

stats:{

"קליעה":7,
"מסירות":8,
"הגנה":8,
"אתלטיות":8,
"חוזק":7,
"חוכמת משחק":8,
"תארים":7

}

},



"מייקל ג'ורדן":{

type:"שחקן NBA - אייקון",

stats:{

"קליעה":10,
"מסירות":9,
"הגנה":10,
"אתלטיות":10,
"חוזק":9,
"חוכמת משחק":10,
"תארים":10

}

},



"קובי בראיינט":{

type:"שחקן NBA - אייקון",

stats:{

"קליעה":10,
"מסירות":8,
"הגנה":10,
"אתלטיות":9,
"חוזק":8,
"חוכמת משחק":10,
"תארים":10

}

},



"שאקיל אוניל":{

type:"שחקן NBA - אייקון",

stats:{

"קליעה":9,
"מסירות":8,
"הגנה":10,
"אתלטיות":9,
"חוזק":10,
"חוכמת משחק":10,
"תארים":10

}

},



"טים דאנקן":{

type:"שחקן NBA - אייקון",

stats:{

"קליעה":9,
"מסירות":8,
"הגנה":10,
"אתלטיות":7,
"חוזק":10,
"חוכמת משחק":10,
"תארים":10

}

},
  "ביל ראסל":{

type:"שחקן NBA - אייקון",

stats:{

"קליעה":7,
"מסירות":8,
"הגנה":10,
"אתלטיות":9,
"חוזק":10,
"חוכמת משחק":10,
"תארים":10

}

},



"ווילט צ'מברליין":{

type:"שחקן NBA - אייקון",

stats:{

"קליעה":10,
"מסירות":8,
"הגנה":9,
"אתלטיות":10,
"חוזק":10,
"חוכמת משחק":9,
"תארים":10

}

},



"מג'יק ג'ונסון":{

type:"שחקן NBA - אייקון",

stats:{

"קליעה":8,
"מסירות":10,
"הגנה":9,
"אתלטיות":9,
"חוזק":9,
"חוכמת משחק":10,
"תארים":10

}

},



"לארי בירד":{

type:"שחקן NBA - אייקון",

stats:{

"קליעה":10,
"מסירות":10,
"הגנה":8,
"אתלטיות":7,
"חוזק":8,
"חוכמת משחק":10,
"תארים":10

}

},



"אלן אייברסון":{

type:"שחקן NBA - אייקון",

stats:{

"קליעה":9,
"מסירות":9,
"הגנה":8,
"אתלטיות":10,
"חוזק":6,
"חוכמת משחק":9,
"תארים":8

}

},



"ווייד":{

type:"שחקן NBA - אייקון",

stats:{

"קליעה":9,
"מסירות":9,
"הגנה":10,
"אתלטיות":9,
"חוזק":8,
"חוכמת משחק":10,
"תארים":10

}

},



"פאו גאסול":{

type:"שחקן NBA - אייקון",

stats:{

"קליעה":8,
"מסירות":9,
"הגנה":8,
"אתלטיות":7,
"חוזק":9,
"חוכמת משחק":9,
"תארים":9

}

},
  "סטיב נאש":{

type:"שחקן NBA - אייקון",

stats:{

"קליעה":9,
"מסירות":10,
"הגנה":7,
"אתלטיות":7,
"חוזק":6,
"חוכמת משחק":10,
"תארים":8

}

},



"ג'ייסון קיד":{

type:"שחקן NBA - אייקון",

stats:{

"קליעה":8,
"מסירות":10,
"הגנה":10,
"אתלטיות":8,
"חוזק":8,
"חוכמת משחק":10,
"תארים":9

}

},



"פטריק יואינג":{

type:"שחקן NBA - אייקון",

stats:{

"קליעה":8,
"מסירות":7,
"הגנה":10,
"אתלטיות":8,
"חוזק":10,
"חוכמת משחק":9,
"תארים":8

}

},



"קרל מלון":{

type:"שחקן NBA - אייקון",

stats:{

"קליעה":9,
"מסירות":8,
"הגנה":8,
"אתלטיות":8,
"חוזק":10,
"חוכמת משחק":10,
"תארים":8

}

},



"ג'ון סטוקטון":{

type:"שחקן NBA - אייקון",

stats:{

"קליעה":8,
"מסירות":10,
"הגנה":9,
"אתלטיות":7,
"חוזק":6,
"חוכמת משחק":10,
"תארים":8

}

},



"רג'י מילר":{

type:"שחקן NBA - אייקון",

stats:{

"קליעה":10,
"מסירות":8,
"הגנה":7,
"אתלטיות":7,
"חוזק":6,
"חוכמת משחק":9,
"תארים":8

}

},



"דיקמבה מוטומבו":{

type:"שחקן NBA - אייקון",

stats:{

"קליעה":6,
"מסירות":7,
"הגנה":10,
"אתלטיות":7,
"חוזק":10,
"חוכמת משחק":9,
"תארים":8

}

},
  "יאו מינג":{

type:"שחקן NBA - אייקון",

stats:{

"קליעה":8,
"מסירות":8,
"הגנה":9,
"אתלטיות":7,
"חוזק":10,
"חוכמת משחק":9,
"תארים":8

}

},



"טרייסי מקגריידי":{

type:"שחקן NBA - אייקון",

stats:{

"קליעה":10,
"מסירות":8,
"הגנה":8,
"אתלטיות":10,
"חוזק":8,
"חוכמת משחק":9,
"תארים":8

}

},



"וינס קרטר":{

type:"שחקן NBA - אייקון",

stats:{

"קליעה":9,
"מסירות":7,
"הגנה":8,
"אתלטיות":10,
"חוזק":8,
"חוכמת משחק":8,
"תארים":8

}

},



"כריס בוש":{

type:"שחקן NBA - אייקון",

stats:{

"קליעה":8,
"מסירות":8,
"הגנה":9,
"אתלטיות":8,
"חוזק":9,
"חוכמת משחק":9,
"תארים":9

}

},



"פני הארדווי":{

type:"שחקן NBA - אייקון",

stats:{

"קליעה":8,
"מסירות":10,
"הגנה":8,
"אתלטיות":9,
"חוזק":7,
"חוכמת משחק":9,
"תארים":8

}

},



"גרנט היל":{

type:"שחקן NBA - אייקון",

stats:{

"קליעה":8,
"מסירות":8,
"הגנה":8,
"אתלטיות":9,
"חוזק":8,
"חוכמת משחק":9,
"תארים":8

}

},



"רג'ון רונדו":{

type:"שחקן NBA",

stats:{

"קליעה":7,
"מסירות":10,
"הגנה":9,
"אתלטיות":8,
"חוזק":7,
"חוכמת משחק":10,
"תארים":10

}

},
  "סקוטי ווילבקין":{

type:"שחקן כדורסל",

stats:{

"קליעה":10,
"מסירות":8,
"הגנה":8,
"אתלטיות":8,
"חוזק":7,
"חוכמת משחק":9,
"תארים":8

}

},



"ג'רמי פארגו":{

type:"שחקן כדורסל",

stats:{

"קליעה":9,
"מסירות":9,
"הגנה":8,
"אתלטיות":8,
"חוזק":7,
"חוכמת משחק":9,
"תארים":8

}

},



"טיילר אניס":{

type:"שחקן כדורסל",

stats:{

"קליעה":8,
"מסירות":8,
"הגנה":8,
"אתלטיות":9,
"חוזק":7,
"חוכמת משחק":8,
"תארים":7

}

},



"ג'יילן אדאמס":{

type:"שחקן כדורסל",

stats:{

"קליעה":9,
"מסירות":8,
"הגנה":7,
"אתלטיות":8,
"חוזק":7,
"חוכמת משחק":8,
"תארים":7

}

},



"ג'ו אלכסנדר":{

type:"שחקן כדורסל",

stats:{

"קליעה":8,
"מסירות":7,
"הגנה":8,
"אתלטיות":9,
"חוזק":8,
"חוכמת משחק":7,
"תארים":7

}

},



"דבון אקון-פרסל":{

type:"שחקן כדורסל",

stats:{

"קליעה":9,
"מסירות":8,
"הגנה":8,
"אתלטיות":8,
"חוזק":8,
"חוכמת משחק":8,
"תארים":7

}

},



"ווייד בולדווין":{

type:"שחקן כדורסל",

stats:{

"קליעה":9,
"מסירות":8,
"הגנה":9,
"אתלטיות":9,
"חוזק":8,
"חוכמת משחק":9,
"תארים":8

}

},
  "אלפרן שנגון":{

type:"שחקן NBA",

stats:{

"קליעה":8,
"מסירות":9,
"הגנה":7,
"אתלטיות":8,
"חוזק":9,
"חוכמת משחק":9,
"תארים":7

}

},



"פסקל סיאקם":{

type:"שחקן NBA",

stats:{

"קליעה":8,
"מסירות":8,
"הגנה":9,
"אתלטיות":9,
"חוזק":9,
"חוכמת משחק":9,
"תארים":9

}

},



"דז'ונטה מארי":{

type:"שחקן NBA",

stats:{

"קליעה":8,
"מסירות":9,
"הגנה":9,
"אתלטיות":9,
"חוזק":8,
"חוכמת משחק":9,
"תארים":7

}

},



"דריוס גארלנד":{

type:"שחקן NBA",

stats:{

"קליעה":9,
"מסירות":9,
"הגנה":7,
"אתלטיות":8,
"חוזק":6,
"חוכמת משחק":9,
"תארים":7

}

},



"אוון מובלי":{

type:"שחקן NBA",

stats:{

"קליעה":8,
"מסירות":8,
"הגנה":10,
"אתלטיות":9,
"חוזק":8,
"חוכמת משחק":8,
"תארים":7

}

},



"פרנץ ואגנר":{

type:"שחקן NBA",

stats:{

"קליעה":8,
"מסירות":8,
"הגנה":8,
"אתלטיות":9,
"חוזק":8,
"חוכמת משחק":8,
"תארים":7

}

},



"מאנו ג'ינובילי":{

type:"שחקן NBA - אייקון",

stats:{

"קליעה":9,
"מסירות":9,
"הגנה":8,
"אתלטיות":9,
"חוזק":7,
"חוכמת משחק":10,
"תארים":10

}

},
  "פול פירס":{

type:"שחקן NBA - אייקון",

stats:{

"קליעה":9,
"מסירות":8,
"הגנה":8,
"אתלטיות":8,
"חוזק":8,
"חוכמת משחק":9,
"תארים":9

}

},



"ריי אלן":{

type:"שחקן NBA - אייקון",

stats:{

"קליעה":10,
"מסירות":8,
"הגנה":7,
"אתלטיות":8,
"חוזק":7,
"חוכמת משחק":9,
"תארים":10

}

},



"סטף קארי הצעיר":{

type:"שחקן NBA",

stats:{

"קליעה":10,
"מסירות":9,
"הגנה":7,
"אתלטיות":8,
"חוזק":6,
"חוכמת משחק":10,
"תארים":10

}

},



"קליי תומפסון הצעיר":{

type:"שחקן NBA",

stats:{

"קליעה":10,
"מסירות":7,
"הגנה":9,
"אתלטיות":8,
"חוזק":7,
"חוכמת משחק":9,
"תארים":10

}

},



"בראדלי ביל הצעיר":{

type:"שחקן NBA",

stats:{

"קליעה":9,
"מסירות":8,
"הגנה":7,
"אתלטיות":8,
"חוזק":7,
"חוכמת משחק":8,
"תארים":7

}

},



"עומרי כספי":{

type:"שחקן כדורסל ישראלי",

stats:{

"קליעה":8,
"מסירות":7,
"הגנה":7,
"אתלטיות":8,
"חוזק":7,
"חוכמת משחק":8,
"תארים":7

}

},



"גל מקל":{

type:"שחקן כדורסל ישראלי",

stats:{

"קליעה":7,
"מסירות":9,
"הגנה":7,
"אתלטיות":7,
"חוזק":6,
"חוכמת משחק":8,
"תארים":7

}

},
  "עידן זלמנסון":{

type:"שחקן כדורסל ישראלי",

stats:{

"קליעה":7,
"מסירות":7,
"הגנה":8,
"אתלטיות":7,
"חוזק":9,
"חוכמת משחק":8,
"תארים":8

}

},



"אלכס טיוס":{

type:"שחקן כדורסל ישראלי",

stats:{

"קליעה":7,
"מסירות":6,
"הגנה":9,
"אתלטיות":10,
"חוזק":9,
"חוכמת משחק":8,
"תארים":9

}

},



"נייט רובינסון":{

type:"שחקן NBA - אייקון",

stats:{

"קליעה":8,
"מסירות":8,
"הגנה":7,
"אתלטיות":10,
"חוזק":6,
"חוכמת משחק":8,
"תארים":8

}

},



"בן סימונס":{

type:"שחקן NBA",

stats:{

"קליעה":5,
"מסירות":10,
"הגנה":10,
"אתלטיות":10,
"חוזק":9,
"חוכמת משחק":8,
"תארים":7

}

},



"דזמונד ביין":{

type:"שחקן NBA",

stats:{

"קליעה":9,
"מסירות":8,
"הגנה":8,
"אתלטיות":8,
"חוזק":8,
"חוכמת משחק":8,
"תארים":7

}

},



"ג'יילן בראון":{

type:"שחקן NBA",

stats:{

"קליעה":9,
"מסירות":8,
"הגנה":9,
"אתלטיות":9,
"חוזק":9,
"חוכמת משחק":9,
"תארים":10

}

},
  "עומר מאייר":{

type:"שחקן כדורסל ישראלי",

stats:{

"קליעה":8,
"מסירות":8,
"הגנה":7,
"אתלטיות":8,
"חוזק":7,
"חוכמת משחק":8,
"תארים":7

}

},



"נעם יעקב":{

type:"שחקן כדורסל ישראלי",

stats:{

"קליעה":8,
"מסירות":9,
"הגנה":7,
"אתלטיות":8,
"חוזק":6,
"חוכמת משחק":8,
"תארים":7

}

},



"יאניס הצעיר":{

type:"שחקן NBA",

stats:{

"קליעה":7,
"מסירות":8,
"הגנה":10,
"אתלטיות":10,
"חוזק":10,
"חוכמת משחק":9,
"תארים":9

}

},



"ניקולה יוקיץ' הצעיר":{

type:"שחקן NBA",

stats:{

"קליעה":9,
"מסירות":10,
"הגנה":8,
"אתלטיות":7,
"חוזק":9,
"חוכמת משחק":10,
"תארים":9

}

},



"ויקטור וומבניאמה הצעיר":{

type:"שחקן NBA",

stats:{

"קליעה":9,
"מסירות":8,
"הגנה":10,
"אתלטיות":10,
"חוזק":7,
"חוכמת משחק":9,
"תארים":7

}

},



});

},
