window.database = window.database || {};

Object.assign(window.database, {


// 🎤 זמרים


"עומר אדם":{

type:"זמר",

stats:{

"קול":9,
"להיטים":10,
"הופעות":10,
"פופולריות":10,
"כתיבה":8,
"קריירה":10,
"תארים":9

}

},



"אייל גולן":{

type:"זמר",

stats:{

"קול":10,
"להיטים":10,
"הופעות":10,
"פופולריות":10,
"כתיבה":8,
"קריירה":10,
"תארים":10

}

},



"שלמה ארצי":{

type:"זמר",

stats:{

"קול":10,
"להיטים":10,
"הופעות":10,
"פופולריות":9,
"כתיבה":10,
"קריירה":10,
"תארים":10

}

},



"ישי ריבו":{

type:"זמר",

stats:{

"קול":9,
"להיטים":9,
"הופעות":9,
"פופולריות":9,
"כתיבה":9,
"קריירה":9,
"תארים":9

}

},



"עידן רייכל":{

type:"זמר",

stats:{

"קול":9,
"להיטים":10,
"הופעות":10,
"פופולריות":9,
"כתיבה":10,
"קריירה":10,
"תארים":10

}
  "נועה קירל":{

type:"זמרת",

stats:{

"קול":8,
"להיטים":10,
"הופעות":10,
"פופולריות":10,
"כתיבה":8,
"קריירה":9,
"תארים":9

}

},



"אנה זק":{

type:"זמרת",

stats:{

"קול":8,
"להיטים":9,
"הופעות":9,
"פופולריות":10,
"כתיבה":8,
"קריירה":9,
"תארים":8

}

},



"עדן חסון":{

type:"זמר",

stats:{

"קול":9,
"להיטים":9,
"הופעות":9,
"פופולריות":9,
"כתיבה":8,
"קריירה":9,
"תארים":8

}

},



"עדן בן זקן":{

type:"זמרת",

stats:{

"קול":9,
"להיטים":10,
"הופעות":10,
"פופולריות":10,
"כתיבה":8,
"קריירה":10,
"תארים":9

}

},



"מרגי":{

type:"זמר",

stats:{

"קול":8,
"להיטים":9,
"הופעות":9,
"פופולריות":9,
"כתיבה":8,
"קריירה":8,
"תארים":8

}

},



"נסרין קדרי":{

type:"זמרת",

stats:{

"קול":10,
"להיטים":9,
"הופעות":9,
"פופולריות":9,
"כתיבה":8,
"קריירה":9,
"תארים":8

}

},



"ריטה":{

type:"זמרת",

stats:{

"קול":10,
"להיטים":10,
"הופעות":10,
"פופולריות":9,
"כתיבה":9,
"קריירה":10,
"תארים":10

}

},
  "אריק איינשטיין":{

type:"זמר",

stats:{

"קול":10,
"להיטים":10,
"הופעות":9,
"פופולריות":10,
"כתיבה":10,
"קריירה":10,
"תארים":10

}

},



"יהורם גאון":{

type:"זמר",

stats:{

"קול":10,
"להיטים":10,
"הופעות":10,
"פופולריות":9,
"כתיבה":9,
"קריירה":10,
"תארים":10

}

},



"עברי לידר":{

type:"זמר",

stats:{

"קול":9,
"להיטים":9,
"הופעות":9,
"פופולריות":9,
"כתיבה":10,
"קריירה":10,
"תארים":9

}

},



"קרן פלס":{

type:"זמרת",

stats:{

"קול":9,
"להיטים":10,
"הופעות":9,
"פופולריות":9,
"כתיבה":10,
"קריירה":10,
"תארים":9

}

},



"שרית חדד":{

type:"זמרת",

stats:{

"קול":10,
"להיטים":10,
"הופעות":10,
"פופולריות":10,
"כתיבה":8,
"קריירה":10,
"תארים":10

}

},



"מוש בן ארי":{

type:"זמר",

stats:{

"קול":9,
"להיטים":9,
"הופעות":10,
"פופולריות":9,
"כתיבה":10,
"קריירה":9,
"תארים":9

}

},



"עידן עמדי":{

type:"זמר",

stats:{

"קול":9,
"להיטים":9,
"הופעות":9,
"פופולריות":9,
"כתיבה":9,
"קריירה":9,
"תארים":8

}

},
  "סטטיק":{

type:"זמר",

stats:{

"קול":8,
"להיטים":10,
"הופעות":10,
"פופולריות":10,
"כתיבה":8,
"קריירה":9,
"תארים":8

}

},



"בן אל תבורי":{

type:"זמר",

stats:{

"קול":8,
"להיטים":10,
"הופעות":9,
"פופולריות":10,
"כתיבה":8,
"קריירה":9,
"תארים":8

}

},



"ישי לוי":{

type:"זמר",

stats:{

"קול":10,
"להיטים":10,
"הופעות":10,
"פופולריות":9,
"כתיבה":8,
"קריירה":10,
"תארים":10

}

},



"דודו אהרון":{

type:"זמר",

stats:{

"קול":9,
"להיטים":10,
"הופעות":9,
"פופולריות":9,
"כתיבה":9,
"קריירה":9,
"תארים":8

}

},



"הראל סקעת":{

type:"זמר",

stats:{

"קול":10,
"להיטים":9,
"הופעות":9,
"פופולריות":9,
"כתיבה":8,
"קריירה":9,
"תארים":9

}

},



"מירי מסיקה":{

type:"זמרת",

stats:{

"קול":10,
"להיטים":9,
"הופעות":10,
"פופולריות":9,
"כתיבה":9,
"קריירה":10,
"תארים":10

}

},



"אביב גפן":{

type:"זמר",

stats:{

"קול":8,
"להיטים":10,
"הופעות":10,
"פופולריות":10,
"כתיבה":10,
"קריירה":10,
"תארים":10

}

},
  "אדל":{

type:"זמרת",

stats:{

"קול":10,
"להיטים":10,
"הופעות":10,
"פופולריות":10,
"כתיבה":9,
"קריירה":10,
"תארים":10

}

},



"טיילור סוויפט":{

type:"זמרת",

stats:{

"קול":9,
"להיטים":10,
"הופעות":10,
"פופולריות":10,
"כתיבה":10,
"קריירה":10,
"תארים":10

}

},



"בילי אייליש":{

type:"זמרת",

stats:{

"קול":9,
"להיטים":10,
"הופעות":9,
"פופולריות":10,
"כתיבה":10,
"קריירה":9,
"תארים":9

}

},



"דה וויקנד":{

type:"זמר",

stats:{

"קול":10,
"להיטים":10,
"הופעות":10,
"פופולריות":10,
"כתיבה":9,
"קריירה":10,
"תארים":9

}

},



"ברונו מארס":{

type:"זמר",

stats:{

"קול":10,
"להיטים":10,
"הופעות":10,
"פופולריות":10,
"כתיבה":10,
"קריירה":10,
"תארים":10

}

},



"אד שירן":{

type:"זמר",

stats:{

"קול":9,
"להיטים":10,
"הופעות":10,
"פופולריות":10,
"כתיבה":10,
"קריירה":10,
"תארים":9

}

},



"שון מנדס":{

type:"זמר",

stats:{

"קול":9,
"להיטים":9,
"הופעות":9,
"פופולריות":9,
"כתיבה":9,
"קריירה":9,
"תארים":8

}

},
  "אמינם":{

type:"זמר",

stats:{

"קול":8,
"להיטים":10,
"הופעות":10,
"פופולריות":10,
"כתיבה":10,
"קריירה":10,
"תארים":10

}

},



"דרייק":{

type:"זמר",

stats:{

"קול":8,
"להיטים":10,
"הופעות":10,
"פופולריות":10,
"כתיבה":9,
"קריירה":10,
"תארים":10

}

},



"ריהאנה":{

type:"זמרת",

stats:{

"קול":9,
"להיטים":10,
"הופעות":10,
"פופולריות":10,
"כתיבה":9,
"קריירה":10,
"תארים":10

}

},



"ליידי גאגא":{

type:"זמרת",

stats:{

"קול":10,
"להיטים":10,
"הופעות":10,
"פופולריות":10,
"כתיבה":9,
"קריירה":10,
"תארים":10

}

},



"ביונסה":{

type:"זמרת",

stats:{

"קול":10,
"להיטים":10,
"הופעות":10,
"פופולריות":10,
"כתיבה":10,
"קריירה":10,
"תארים":10

}

},



"מייקל ג'קסון":{

type:"זמר - אייקון",

stats:{

"קול":10,
"להיטים":10,
"הופעות":10,
"פופולריות":10,
"כתיבה":10,
"קריירה":10,
"תארים":10

}

},



"פרדי מרקיורי":{

type:"זמר - אייקון",

stats:{

"קול":10,
"להיטים":10,
"הופעות":10,
"פופולריות":10,
"כתיבה":9,
"קריירה":10,
"תארים":10

}

},
  "אלביס פרסלי":{

type:"זמר - אייקון",

stats:{

"קול":10,
"להיטים":10,
"הופעות":10,
"פופולריות":10,
"כתיבה":8,
"קריירה":10,
"תארים":10

}

},



"בוב דילן":{

type:"זמר - אייקון",

stats:{

"קול":8,
"להיטים":10,
"הופעות":9,
"פופולריות":10,
"כתיבה":10,
"קריירה":10,
"תארים":10

}

},



"ויטני יוסטון":{

type:"זמרת - אייקון",

stats:{

"קול":10,
"להיטים":10,
"הופעות":10,
"פופולריות":10,
"כתיבה":9,
"קריירה":10,
"תארים":10

}

},



"מריה קארי":{

type:"זמרת - אייקון",

stats:{

"קול":10,
"להיטים":10,
"הופעות":10,
"פופולריות":10,
"כתיבה":9,
"קריירה":10,
"תארים":10

}

},



"מדונה":{

type:"זמרת - אייקון",

stats:{

"קול":9,
"להיטים":10,
"הופעות":10,
"פופולריות":10,
"כתיבה":9,
"קריירה":10,
"תארים":10

}

},



"סטיבי וונדר":{

type:"זמר - אייקון",

stats:{

"קול":10,
"להיטים":10,
"הופעות":10,
"פופולריות":9,
"כתיבה":10,
"קריירה":10,
"תארים":10

}

},



"אלטון ג'ון":{

type:"זמר - אייקון",

stats:{

"קול":9,
"להיטים":10,
"הופעות":10,
"פופולריות":10,
"כתיבה":10,
"קריירה":10,
"תארים":10

}

},
  "אריאנה גרנדה":{

type:"זמרת",

stats:{

"קול":10,
"להיטים":10,
"הופעות":10,
"פופולריות":10,
"כתיבה":8,
"קריירה":10,
"תארים":9

}

},



"סלינה גומז":{

type:"זמרת",

stats:{

"קול":8,
"להיטים":9,
"הופעות":9,
"פופולריות":10,
"כתיבה":8,
"קריירה":9,
"תארים":8

}

},



"ג'סטין ביבר":{

type:"זמר",

stats:{

"קול":9,
"להיטים":10,
"הופעות":10,
"פופולריות":10,
"כתיבה":9,
"קריירה":10,
"תארים":9

}

},



"שאקירה":{

type:"זמרת",

stats:{

"קול":10,
"להיטים":10,
"הופעות":10,
"פופולריות":10,
"כתיבה":9,
"קריירה":10,
"תארים":10

}

},



"אנריקה איגלסיאס":{

type:"זמר",

stats:{

"קול":8,
"להיטים":10,
"הופעות":10,
"פופולריות":10,
"כתיבה":8,
"קריירה":10,
"תארים":9

}

},



"סיה":{

type:"זמרת",

stats:{

"קול":10,
"להיטים":9,
"הופעות":9,
"פופולריות":9,
"כתיבה":10,
"קריירה":9,
"תארים":9

}

},



"כריסטינה אגילרה":{

type:"זמרת",

stats:{

"קול":10,
"להיטים":10,
"הופעות":10,
"פופולריות":9,
"כתיבה":9,
"קריירה":10,
"תארים":10

}

},
  "בילי ג'ואל":{

type:"זמר - אייקון",

stats:{

"קול":9,
"להיטים":10,
"הופעות":10,
"פופולריות":9,
"כתיבה":10,
"קריירה":10,
"תארים":10

}

},



"פול מקרטני":{

type:"זמר - אייקון",

stats:{

"קול":9,
"להיטים":10,
"הופעות":10,
"פופולריות":10,
"כתיבה":10,
"קריירה":10,
"תארים":10

}

},



"ג'ון לנון":{

type:"זמר - אייקון",

stats:{

"קול":9,
"להיטים":10,
"הופעות":9,
"פופולריות":10,
"כתיבה":10,
"קריירה":10,
"תארים":10

}

},



"קניה ווסט":{

type:"זמר",

stats:{

"קול":8,
"להיטים":10,
"הופעות":10,
"פופולריות":10,
"כתיבה":10,
"קריירה":10,
"תארים":10

}

},



"טרוויס סקוט":{

type:"זמר",

stats:{

"קול":8,
"להיטים":10,
"הופעות":10,
"פופולריות":10,
"כתיבה":9,
"קריירה":9,
"תארים":8

}

},



"פוסט מאלון":{

type:"זמר",

stats:{

"קול":8,
"להיטים":9,
"הופעות":9,
"פופולריות":10,
"כתיבה":9,
"קריירה":9,
"תארים":8

}

},



"דואה ליפה":{

type:"זמרת",

stats:{

"קול":9,
"להיטים":10,
"הופעות":10,
"פופולריות":10,
"כתיבה":9,
"קריירה":9,
"תארים":9

}

},
  "סלין דיון":{

type:"זמרת - אייקון",

stats:{

"קול":10,
"להיטים":10,
"הופעות":10,
"פופולריות":10,
"כתיבה":9,
"קריירה":10,
"תארים":10

}

},



"פרינס":{

type:"זמר - אייקון",

stats:{

"קול":10,
"להיטים":10,
"הופעות":10,
"פופולריות":10,
"כתיבה":10,
"קריירה":10,
"תארים":10

}

},



"דייוויד בואי":{

type:"זמר - אייקון",

stats:{

"קול":9,
"להיטים":10,
"הופעות":10,
"פופולריות":10,
"כתיבה":10,
"קריירה":10,
"תארים":10

}

},



"בריטני ספירס":{

type:"זמרת",

stats:{

"קול":8,
"להיטים":10,
"הופעות":10,
"פופולריות":10,
"כתיבה":8,
"קריירה":10,
"תארים":9

}

},



"ניקי מינאז'":{

type:"זמרת",

stats:{

"קול":8,
"להיטים":10,
"הופעות":10,
"פופולריות":10,
"כתיבה":9,
"קריירה":10,
"תארים":9

}

},



"קרול ג'י":{

type:"זמרת",

stats:{

"קול":8,
"להיטים":9,
"הופעות":9,
"פופולריות":10,
"כתיבה":9,
"קריירה":9,
"תארים":8

}

},



"רוזליה":{

type:"זמרת",

stats:{

"קול":9,
"להיטים":9,
"הופעות":9,
"פופולריות":9,
"כתיבה":10,
"קריירה":9,
"תארים":9

}

},
  "יהונתן גפן":{

type:"יוצר וזמר",

stats:{

"קול":8,
"להיטים":9,
"הופעות":8,
"פופולריות":9,
"כתיבה":10,
"קריירה":10,
"תארים":10

}

},



"שלום חנוך":{

type:"זמר - אייקון",

stats:{

"קול":9,
"להיטים":10,
"הופעות":10,
"פופולריות":10,
"כתיבה":10,
"קריירה":10,
"תארים":10

}

},



"מאיר אריאל":{

type:"זמר - אייקון",

stats:{

"קול":8,
"להיטים":9,
"הופעות":9,
"פופולריות":9,
"כתיבה":10,
"קריירה":10,
"תארים":10

}

},



"רביד פלוטניק":{

type:"זמר",

stats:{

"קול":8,
"להיטים":9,
"הופעות":9,
"פופולריות":9,
"כתיבה":10,
"קריירה":9,
"תארים":8

}

},



"טונה":{

type:"זמר",

stats:{

"קול":8,
"להיטים":9,
"הופעות":9,
"פופולריות":9,
"כתיבה":10,
"קריירה":9,
"תארים":8

}

},



"אמיר דדון":{

type:"זמר",

stats:{

"קול":10,
"להיטים":9,
"הופעות":9,
"פופולריות":8,
"כתיבה":9,
"קריירה":9,
"תארים":8

}

},



"אליעד":{

type:"זמר",

stats:{

"קול":9,
"להיטים":9,
"הופעות":9,
"פופולריות":9,
"כתיבה":9,
"קריירה":9,
"תארים":8

}

},
  "עידן חביב":{

type:"זמר",

stats:{

"קול":9,
"להיטים":9,
"הופעות":9,
"פופולריות":9,
"כתיבה":9,
"קריירה":9,
"תארים":8

}

},



"אושר כהן":{

type:"זמר",

stats:{

"קול":9,
"להיטים":10,
"הופעות":9,
"פופולריות":10,
"כתיבה":9,
"קריירה":9,
"תארים":8

}

},



"אליאנה תדהר":{

type:"זמרת",

stats:{

"קול":8,
"להיטים":8,
"הופעות":9,
"פופולריות":9,
"כתיבה":7,
"קריירה":8,
"תארים":8

}

},



"רותם כהן":{

type:"זמר",

stats:{

"קול":9,
"להיטים":9,
"הופעות":9,
"פופולריות":8,
"כתיבה":9,
"קריירה":9,
"תארים":8

}

},



"יסמין מועלם":{

type:"זמרת",

stats:{

"קול":9,
"להיטים":9,
"הופעות":9,
"פופולריות":8,
"כתיבה":10,
"קריירה":9,
"תארים":8

}

},



"נועה קירל אירוויזיון":{

type:"זמרת",

stats:{

"קול":8,
"להיטים":10,
"הופעות":10,
"פופולריות":10,
"כתיבה":8,
"קריירה":9,
"תארים":9

}

},



"סטפן לגר":{

type:"זמר",

stats:{

"קול":8,
"להיטים":9,
"הופעות":9,
"פופולריות":9,
"כתיבה":8,
"קריירה":8,
"תארים":8

}

},
  "שרון חזיז":{

type:"זמרת",

stats:{

"קול":9,
"להיטים":8,
"הופעות":9,
"פופולריות":8,
"כתיבה":8,
"קריירה":9,
"תארים":8

}

},



"דיקלה":{

type:"זמרת",

stats:{

"קול":10,
"להיטים":9,
"הופעות":9,
"פופולריות":8,
"כתיבה":10,
"קריירה":9,
"תארים":9

}

},



"נסרין קדרי הצעירה":{

type:"זמרת",

stats:{

"קול":10,
"להיטים":9,
"הופעות":9,
"פופולריות":9,
"כתיבה":8,
"קריירה":9,
"תארים":8

}

},



"רותם כהן":{

type:"זמר",

stats:{

"קול":9,
"להיטים":9,
"הופעות":9,
"פופולריות":8,
"כתיבה":9,
"קריירה":9,
"תארים":8

}

},



"עילי בוטנר":{

type:"יוצר וזמר",

stats:{

"קול":8,
"להיטים":10,
"הופעות":9,
"פופולריות":9,
"כתיבה":10,
"קריירה":10,
"תארים":10

}

},



"נועה קירל פופ":{

type:"זמרת",

stats:{

"קול":8,
"להיטים":10,
"הופעות":10,
"פופולריות":10,
"כתיבה":8,
"קריירה":9,
"תארים":9

}

},



"ישי ריבו הופעות":{

type:"זמר",

stats:{

"קול":9,
"להיטים":9,
"הופעות":10,
"פופולריות":9,
"כתיבה":9,
"קריירה":9,
"תארים":9

}

},
  "נועה קירל צעירה":{

type:"זמרת",

stats:{

"קול":8,
"להיטים":10,
"הופעות":10,
"פופולריות":10,
"כתיבה":8,
"קריירה":9,
"תארים":9

}

},



"אגם בוחבוט":{

type:"זמרת",

stats:{

"קול":9,
"להיטים":9,
"הופעות":9,
"פופולריות":9,
"כתיבה":8,
"קריירה":9,
"תארים":8

}

},



"עדן אלנה":{

type:"זמרת",

stats:{

"קול":10,
"להיטים":8,
"הופעות":9,
"פופולריות":8,
"כתיבה":8,
"קריירה":8,
"תארים":8

}

},



"מוקי":{

type:"זמר",

stats:{

"קול":9,
"להיטים":9,
"הופעות":10,
"פופולריות":9,
"כתיבה":10,
"קריירה":10,
"תארים":9

}

},



"עברי לידר הצעיר":{

type:"זמר",

stats:{

"קול":9,
"להיטים":9,
"הופעות":9,
"פופולריות":9,
"כתיבה":10,
"קריירה":10,
"תארים":9

}

},



"סטטיק ובן אל":{

type:"צמד זמרים",

stats:{

"קול":8,
"להיטים":10,
"הופעות":10,
"פופולריות":10,
"כתיבה":8,
"קריירה":9,
"תארים":9

}

},



"אלון עדר":{

type:"זמר",

stats:{

"קול":8,
"להיטים":8,
"הופעות":9,
"פופולריות":8,
"כתיבה":10,
"קריירה":9,
"תארים":8

}

},
  "אלון אולארצ'יק":{

type:"זמר - אייקון",

stats:{

"קול":9,
"להיטים":9,
"הופעות":10,
"פופולריות":9,
"כתיבה":10,
"קריירה":10,
"תארים":10

}

},



"שלום חנוך הצעיר":{

type:"זמר - אייקון",

stats:{

"קול":9,
"להיטים":10,
"הופעות":10,
"פופולריות":10,
"כתיבה":10,
"קריירה":10,
"תארים":10

}

},



"ארקדי דוכין":{

type:"זמר",

stats:{

"קול":9,
"להיטים":10,
"הופעות":10,
"פופולריות":9,
"כתיבה":10,
"קריירה":10,
"תארים":10

}

},



"עילי בוטנר וילדי החוץ":{

type:"הרכב מוזיקלי",

stats:{

"קול":9,
"להיטים":9,
"הופעות":10,
"פופולריות":9,
"כתיבה":10,
"קריירה":10,
"תארים":9

}

},



});

},
