window.database = window.database || {};

Object.assign(window.database, {


// 🏆 קבוצות כדורגל


"ברצלונה":{

type:"קבוצת כדורגל",

stats:{

"התקפה":10,
"הגנה":8,
"קישור":10,
"מהירות":9,
"תארים":10,
"צעירים":10,
"היסטוריה":10

}

},



"ריאל מדריד":{

type:"קבוצת כדורגל",

stats:{

"התקפה":10,
"הגנה":9,
"קישור":9,
"מהירות":9,
"תארים":10,
"צעירים":9,
"היסטוריה":10

}

},



"מנצ'סטר סיטי":{

type:"קבוצת כדורגל",

stats:{

"התקפה":10,
"הגנה":9,
"קישור":10,
"מהירות":9,
"תארים":9,
"צעירים":9,
"היסטוריה":8

}

},



"ליברפול":{

type:"קבוצת כדורגל",

stats:{

"התקפה":9,
"הגנה":9,
"קישור":9,
"מהירות":10,
"תארים":9,
"צעירים":8,
"היסטוריה":10

}

},



"באיירן מינכן":{

type:"קבוצת כדורגל",

stats:{

"התקפה":10,
"הגנה":9,
"קישור":9,
"מהירות":8,
"תארים":10,
"צעירים":8,
"היסטוריה":10

}
  "פריז סן ז'רמן":{

type:"קבוצת כדורגל",

stats:{

"התקפה":10,
"הגנה":8,
"קישור":9,
"מהירות":10,
"תארים":8,
"צעירים":9,
"היסטוריה":7

}

},



"ארסנל":{

type:"קבוצת כדורגל",

stats:{

"התקפה":9,
"הגנה":9,
"קישור":9,
"מהירות":9,
"תארים":8,
"צעירים":10,
"היסטוריה":9

}

},



"אינטר":{

type:"קבוצת כדורגל",

stats:{

"התקפה":9,
"הגנה":10,
"קישור":9,
"מהירות":8,
"תארים":9,
"צעירים":8,
"היסטוריה":10

}

},



"מילאן":{

type:"קבוצת כדורגל",

stats:{

"התקפה":8,
"הגנה":9,
"קישור":8,
"מהירות":8,
"תארים":10,
"צעירים":8,
"היסטוריה":10

}

},



"יובנטוס":{

type:"קבוצת כדורגל",

stats:{

"התקפה":8,
"הגנה":10,
"קישור":8,
"מהירות":8,
"תארים":10,
"צעירים":8,
"היסטוריה":10

}

},



"צ'לסי":{

type:"קבוצת כדורגל",

stats:{

"התקפה":8,
"הגנה":9,
"קישור":9,
"מהירות":8,
"תארים":9,
"צעירים":10,
"היסטוריה":9

}

},



"בורוסיה דורטמונד":{

type:"קבוצת כדורגל",

stats:{

"התקפה":9,
"הגנה":8,
"קישור":9,
"מהירות":9,
"תארים":8,
"צעירים":10,
"היסטוריה":9

}

},
  "מנצ'סטר יונייטד":{

type:"קבוצת כדורגל",

stats:{

"התקפה":8,
"הגנה":8,
"קישור":8,
"מהירות":8,
"תארים":10,
"צעירים":9,
"היסטוריה":10

}

},



"טוטנהאם":{

type:"קבוצת כדורגל",

stats:{

"התקפה":9,
"הגנה":8,
"קישור":8,
"מהירות":9,
"תארים":7,
"צעירים":9,
"היסטוריה":8

}

},



"אתלטיקו מדריד":{

type:"קבוצת כדורגל",

stats:{

"התקפה":8,
"הגנה":10,
"קישור":9,
"מהירות":8,
"תארים":9,
"צעירים":8,
"היסטוריה":9

}

},



"נאפולי":{

type:"קבוצת כדורגל",

stats:{

"התקפה":9,
"הגנה":8,
"קישור":8,
"מהירות":9,
"תארים":8,
"צעירים":9,
"היסטוריה":8

}

},



"סביליה":{

type:"קבוצת כדורגל",

stats:{

"התקפה":8,
"הגנה":8,
"קישור":8,
"מהירות":8,
"תארים":9,
"צעירים":8,
"היסטוריה":9

}

},



"פורטו":{

type:"קבוצת כדורגל",

stats:{

"התקפה":8,
"הגנה":9,
"קישור":8,
"מהירות":8,
"תארים":9,
"צעירים":9,
"היסטוריה":9

}

},



"בנפיקה":{

type:"קבוצת כדורגל",

stats:{

"התקפה":8,
"הגנה":8,
"קישור":9,
"מהירות":9,
"תארים":9,
"צעירים":10,
"היסטוריה":9

}

},
  "אייאקס":{

type:"קבוצת כדורגל",

stats:{

"התקפה":8,
"הגנה":8,
"קישור":9,
"מהירות":9,
"תארים":10,
"צעירים":10,
"היסטוריה":10

}

},



"פיינורד":{

type:"קבוצת כדורגל",

stats:{

"התקפה":8,
"הגנה":8,
"קישור":8,
"מהירות":8,
"תארים":8,
"צעירים":9,
"היסטוריה":9

}

},



"מכבי חיפה":{

type:"קבוצת כדורגל",

stats:{

"התקפה":8,
"הגנה":8,
"קישור":8,
"מהירות":8,
"תארים":9,
"צעירים":9,
"היסטוריה":9

}

},



"מכבי תל אביב":{

type:"קבוצת כדורגל",

stats:{

"התקפה":8,
"הגנה":8,
"קישור":8,
"מהירות":8,
"תארים":9,
"צעירים":8,
"היסטוריה":9

}

},



"ביתר ירושלים":{

type:"קבוצת כדורגל",

stats:{

"התקפה":7,
"הגנה":7,
"קישור":7,
"מהירות":8,
"תארים":8,
"צעירים":8,
"היסטוריה":9

}

},



"הפועל באר שבע":{

type:"קבוצת כדורגל",

stats:{

"התקפה":8,
"הגנה":8,
"קישור":8,
"מהירות":7,
"תארים":8,
"צעירים":8,
"היסטוריה":8

}

},



"זלצבורג":{

type:"קבוצת כדורגל",

stats:{

"התקפה":8,
"הגנה":8,
"קישור":9,
"מהירות":10,
"תארים":9,
"צעירים":10,
"היסטוריה":7

}

},
  "באייר לברקוזן":{

type:"קבוצת כדורגל",

stats:{

"התקפה":9,
"הגנה":9,
"קישור":9,
"מהירות":8,
"תארים":8,
"צעירים":10,
"היסטוריה":8

}

},



"ר.ב. לייפציג":{

type:"קבוצת כדורגל",

stats:{

"התקפה":8,
"הגנה":8,
"קישור":8,
"מהירות":10,
"תארים":8,
"צעירים":10,
"היסטוריה":7

}

},



"לאציו":{

type:"קבוצת כדורגל",

stats:{

"התקפה":8,
"הגנה":8,
"קישור":8,
"מהירות":8,
"תארים":8,
"צעירים":8,
"היסטוריה":9

}

},



"רומא":{

type:"קבוצת כדורגל",

stats:{

"התקפה":8,
"הגנה":8,
"קישור":8,
"מהירות":8,
"תארים":8,
"צעירים":8,
"היסטוריה":9

}

},



"אטאלנטה":{

type:"קבוצת כדורגל",

stats:{

"התקפה":9,
"הגנה":8,
"קישור":8,
"מהירות":9,
"תארים":8,
"צעירים":9,
"היסטוריה":8

}

},



"פלמנגו":{

type:"קבוצת כדורגל",

stats:{

"התקפה":9,
"הגנה":8,
"קישור":8,
"מהירות":9,
"תארים":9,
"צעירים":8,
"היסטוריה":9

}

},



"ריבר פלייט":{

type:"קבוצת כדורגל",

stats:{

"התקפה":8,
"הגנה":8,
"קישור":9,
"מהירות":8,
"תארים":9,
"צעירים":9,
"היסטוריה":10

}

},
  "בוקה ג'וניורס":{

type:"קבוצת כדורגל",

stats:{

"התקפה":8,
"הגנה":8,
"קישור":8,
"מהירות":8,
"תארים":10,
"צעירים":8,
"היסטוריה":10

}

},



"סנטוס":{

type:"קבוצת כדורגל",

stats:{

"התקפה":8,
"הגנה":7,
"קישור":8,
"מהירות":8,
"תארים":9,
"צעירים":10,
"היסטוריה":10

}

},



"קורינתיאנס":{

type:"קבוצת כדורגל",

stats:{

"התקפה":8,
"הגנה":8,
"קישור":8,
"מהירות":8,
"תארים":9,
"צעירים":8,
"היסטוריה":9

}

},



"אל הילאל":{

type:"קבוצת כדורגל",

stats:{

"התקפה":9,
"הגנה":8,
"קישור":9,
"מהירות":8,
"תארים":9,
"צעירים":8,
"היסטוריה":8

}

},



"אל נאסר":{

type:"קבוצת כדורגל",

stats:{

"התקפה":9,
"הגנה":7,
"קישור":8,
"מהירות":9,
"תארים":8,
"צעירים":7,
"היסטוריה":8

}

},



"ניו יורק סיטי":{

type:"קבוצת כדורגל",

stats:{

"התקפה":7,
"הגנה":7,
"קישור":8,
"מהירות":8,
"תארים":7,
"צעירים":8,
"היסטוריה":7

}

},



"אינטר מיאמי":{

type:"קבוצת כדורגל",

stats:{

"התקפה":9,
"הגנה":7,
"קישור":8,
"מהירות":7,
"תארים":7,
"צעירים":7,
"היסטוריה":6

}

},
  "הפועל תל אביב":{

type:"קבוצת כדורגל",

stats:{

"התקפה":7,
"הגנה":7,
"קישור":7,
"מהירות":8,
"תארים":8,
"צעירים":8,
"היסטוריה":9

}

},



"מכבי נתניה":{

type:"קבוצת כדורגל",

stats:{

"התקפה":7,
"הגנה":7,
"קישור":7,
"מהירות":8,
"תארים":7,
"צעירים":9,
"היסטוריה":8

}

},



"בני יהודה":{

type:"קבוצת כדורגל",

stats:{

"התקפה":7,
"הגנה":7,
"קישור":7,
"מהירות":7,
"תארים":7,
"צעירים":8,
"היסטוריה":8

}

},



"ביתר ירושלים":{

type:"קבוצת כדורגל",

stats:{

"התקפה":7,
"הגנה":7,
"קישור":7,
"מהירות":8,
"תארים":8,
"צעירים":8,
"היסטוריה":9

}

},



"ויאריאל":{

type:"קבוצת כדורגל",

stats:{

"התקפה":8,
"הגנה":8,
"קישור":8,
"מהירות":8,
"תארים":8,
"צעירים":8,
"היסטוריה":8

}

},



"ולנסיה":{

type:"קבוצת כדורגל",

stats:{

"התקפה":8,
"הגנה":8,
"קישור":8,
"מהירות":8,
"תארים":8,
"צעירים":8,
"היסטוריה":9

}

},



"מרסיי":{

type:"קבוצת כדורגל",

stats:{

"התקפה":8,
"הגנה":8,
"קישור":8,
"מהירות":8,
"תארים":8,
"צעירים":8,
"היסטוריה":9

}

},
  "הפועל חיפה":{

type:"קבוצת כדורגל",

stats:{

"התקפה":7,
"הגנה":7,
"קישור":7,
"מהירות":7,
"תארים":7,
"צעירים":8,
"היסטוריה":8

}

},



"אשדוד":{

type:"קבוצת כדורגל",

stats:{

"התקפה":7,
"הגנה":7,
"קישור":7,
"מהירות":8,
"תארים":6,
"צעירים":9,
"היסטוריה":7

}

},



"עירוני קריית שמונה":{

type:"קבוצת כדורגל",

stats:{

"התקפה":7,
"הגנה":7,
"קישור":7,
"מהירות":8,
"תארים":7,
"צעירים":8,
"היסטוריה":7

}

},



"פרייבורג":{

type:"קבוצת כדורגל",

stats:{

"התקפה":7,
"הגנה":8,
"קישור":8,
"מהירות":8,
"תארים":7,
"צעירים":9,
"היסטוריה":8

}

},



"שטוטגרט":{

type:"קבוצת כדורגל",

stats:{

"התקפה":8,
"הגנה":8,
"קישור":8,
"מהירות":9,
"תארים":8,
"צעירים":9,
"היסטוריה":8

}

},



"מונאקו":{

type:"קבוצת כדורגל",

stats:{

"התקפה":8,
"הגנה":8,
"קישור":8,
"מהירות":9,
"תארים":8,
"צעירים":10,
"היסטוריה":8

}

},



"ליון":{

type:"קבוצת כדורגל",

stats:{

"התקפה":8,
"הגנה":8,
"קישור":8,
"מהירות":8,
"תארים":9,
"צעירים":9,
"היסטוריה":9

}

},
  "גנואה":{

type:"קבוצת כדורגל",

stats:{

"התקפה":7,
"הגנה":8,
"קישור":7,
"מהירות":7,
"תארים":7,
"צעירים":8,
"היסטוריה":9

}

},



"פיורנטינה":{

type:"קבוצת כדורגל",

stats:{

"התקפה":8,
"הגנה":8,
"קישור":8,
"מהירות":8,
"תארים":8,
"צעירים":8,
"היסטוריה":9

}

},



"23 באוגוסט":{

type:"קבוצת כדורגל",

stats:{

"התקפה":7,
"הגנה":7,
"קישור":7,
"מהירות":7,
"תארים":6,
"צעירים":7,
"היסטוריה":7

}

},



"גלאטסראיי":{

type:"קבוצת כדורגל",

stats:{

"התקפה":8,
"הגנה":8,
"קישור":8,
"מהירות":8,
"תארים":9,
"צעירים":8,
"היסטוריה":9

}

},



"פנרבחצ'ה":{

type:"קבוצת כדורגל",

stats:{

"התקפה":8,
"הגנה":8,
"קישור":8,
"מהירות":8,
"תארים":9,
"צעירים":8,
"היסטוריה":9

}

},



"סלטיק":{

type:"קבוצת כדורגל",

stats:{

"התקפה":8,
"הגנה":8,
"קישור":8,
"מהירות":8,
"תארים":9,
"צעירים":9,
"היסטוריה":9

}

},



"ריינג'רס":{

type:"קבוצת כדורגל",

stats:{

"התקפה":8,
"הגנה":8,
"קישור":8,
"מהירות":8,
"תארים":9,
"צעירים":8,
"היסטוריה":10

}

},
  "פ.ס.וו איינדהובן":{

type:"קבוצת כדורגל",

stats:{

"התקפה":8,
"הגנה":8,
"קישור":8,
"מהירות":9,
"תארים":9,
"צעירים":10,
"היסטוריה":9

}

},



"ספורטינג ליסבון":{

type:"קבוצת כדורגל",

stats:{

"התקפה":8,
"הגנה":8,
"קישור":9,
"מהירות":9,
"תארים":9,
"צעירים":10,
"היסטוריה":9

}

},



"אתלטיק בילבאו":{

type:"קבוצת כדורגל",

stats:{

"התקפה":7,
"הגנה":8,
"קישור":8,
"מהירות":8,
"תארים":8,
"צעירים":9,
"היסטוריה":9

}

},



"ריאל סוסיאדד":{

type:"קבוצת כדורגל",

stats:{

"התקפה":8,
"הגנה":8,
"קישור":9,
"מהירות":8,
"תארים":7,
"צעירים":9,
"היסטוריה":8

}

},



"פרטיזן בלגרד":{

type:"קבוצת כדורגל",

stats:{

"התקפה":7,
"הגנה":7,
"קישור":8,
"מהירות":8,
"תארים":8,
"צעירים":9,
"היסטוריה":9

}

},



"הכוכב האדום בלגרד":{

type:"קבוצת כדורגל",

stats:{

"התקפה":8,
"הגנה":8,
"קישור":8,
"מהירות":8,
"תארים":9,
"צעירים":8,
"היסטוריה":10

}

},



"פנאתינייקוס":{

type:"קבוצת כדורגל",

stats:{

"התקפה":7,
"הגנה":8,
"קישור":8,
"מהירות":7,
"תארים":8,
"צעירים":8,
"היסטוריה":9

}

},
  "קלוב אמריקה":{

type:"קבוצת כדורגל",

stats:{

"התקפה":8,
"הגנה":8,
"קישור":8,
"מהירות":8,
"תארים":9,
"צעירים":8,
"היסטוריה":9

}

},



"צ'יבאס גוודלחרה":{

type:"קבוצת כדורגל",

stats:{

"התקפה":7,
"הגנה":8,
"קישור":8,
"מהירות":8,
"תארים":9,
"צעירים":9,
"היסטוריה":9

}

},



"LA גלאקסי":{

type:"קבוצת כדורגל",

stats:{

"התקפה":8,
"הגנה":7,
"קישור":8,
"מהירות":8,
"תארים":8,
"צעירים":8,
"היסטוריה":8

}

},



"לוס אנג'לס FC":{

type:"קבוצת כדורגל",

stats:{

"התקפה":8,
"הגנה":8,
"קישור":8,
"מהירות":9,
"תארים":8,
"צעירים":8,
"היסטוריה":7

}

},



"סיאטל סאונדרס":{

type:"קבוצת כדורגל",

stats:{

"התקפה":7,
"הגנה":8,
"קישור":8,
"מהירות":8,
"תארים":8,
"צעירים":8,
"היסטוריה":8

}

},



"אל אהלי":{

type:"קבוצת כדורגל",

stats:{

"התקפה":8,
"הגנה":8,
"קישור":8,
"מהירות":8,
"תארים":9,
"צעירים":8,
"היסטוריה":9

}

},



"פ.צ. קופנהגן":{

type:"קבוצת כדורגל",

stats:{

"התקפה":7,
"הגנה":8,
"קישור":8,
"מהירות":8,
"תארים":8,
"צעירים":9,
"היסטוריה":8

}

},
  "נבחרת ישראל":{

type:"קבוצת כדורגל",

stats:{

"התקפה":7,
"הגנה":7,
"קישור":8,
"מהירות":8,
"תארים":7,
"צעירים":9,
"היסטוריה":8

}

},



"נבחרת ברזיל":{

type:"קבוצת כדורגל",

stats:{

"התקפה":10,
"הגנה":8,
"קישור":10,
"מהירות":10,
"תארים":10,
"צעירים":9,
"היסטוריה":10

}

},



"נבחרת ארגנטינה":{

type:"קבוצת כדורגל",

stats:{

"התקפה":10,
"הגנה":9,
"קישור":10,
"מהירות":9,
"תארים":10,
"צעירים":9,
"היסטוריה":10

}

},



"נבחרת צרפת":{

type:"קבוצת כדורגל",

stats:{

"התקפה":10,
"הגנה":9,
"קישור":9,
"מהירות":10,
"תארים":10,
"צעירים":10,
"היסטוריה":9

}

},



"נבחרת ספרד":{

type:"קבוצת כדורגל",

stats:{

"התקפה":9,
"הגנה":9,
"קישור":10,
"מהירות":8,
"תארים":10,
"צעירים":10,
"היסטוריה":10

}

},



"נבחרת אנגליה":{

type:"קבוצת כדורגל",

stats:{

"התקפה":9,
"הגנה":9,
"קישור":9,
"מהירות":9,
"תארים":8,
"צעירים":10,
"היסטוריה":9

}

},



"נבחרת גרמניה":{

type:"קבוצת כדורגל",

stats:{

"התקפה":9,
"הגנה":9,
"קישור":9,
"מהירות":8,
"תארים":10,
"צעירים":9,
"היסטוריה":10

}

},
  "נבחרת איטליה":{

type:"קבוצת כדורגל",

stats:{

"התקפה":8,
"הגנה":10,
"קישור":9,
"מהירות":8,
"תארים":10,
"צעירים":8,
"היסטוריה":10

}

},



"נבחרת הולנד":{

type:"קבוצת כדורגל",

stats:{

"התקפה":9,
"הגנה":8,
"קישור":9,
"מהירות":9,
"תארים":8,
"צעירים":9,
"היסטוריה":10

}

},



"נבחרת פורטוגל":{

type:"קבוצת כדורגל",

stats:{

"התקפה":10,
"הגנה":8,
"קישור":9,
"מהירות":9,
"תארים":9,
"צעירים":10,
"היסטוריה":9

}

},



"נבחרת קרואטיה":{

type:"קבוצת כדורגל",

stats:{

"התקפה":8,
"הגנה":8,
"קישור":10,
"מהירות":7,
"תארים":8,
"צעירים":8,
"היסטוריה":9

}

},



"נבחרת אורוגוואי":{

type:"קבוצת כדורגל",

stats:{

"התקפה":9,
"הגנה":9,
"קישור":8,
"מהירות":8,
"תארים":10,
"צעירים":8,
"היסטוריה":10

}

},



"נבחרת בלגיה":{

type:"קבוצת כדורגל",

stats:{

"התקפה":9,
"הגנה":8,
"קישור":9,
"מהירות":8,
"תארים":7,
"צעירים":9,
"היסטוריה":8

}

},



"נבחרת יפן":{

type:"קבוצת כדורגל",

stats:{

"התקפה":8,
"הגנה":8,
"קישור":8,
"מהירות":10,
"תארים":7,
"צעירים":10,
"היסטוריה":8

}

},
  "נבחרת ארצות הברית":{

type:"קבוצת כדורגל",

stats:{

"התקפה":8,
"הגנה":8,
"קישור":8,
"מהירות":9,
"תארים":7,
"צעירים":10,
"היסטוריה":7

}

},



"נבחרת מקסיקו":{

type:"קבוצת כדורגל",

stats:{

"התקפה":8,
"הגנה":8,
"קישור":8,
"מהירות":8,
"תארים":9,
"צעירים":9,
"היסטוריה":9

}

},



"נבחרת מרוקו":{

type:"קבוצת כדורגל",

stats:{

"התקפה":8,
"הגנה":9,
"קישור":9,
"מהירות":9,
"תארים":8,
"צעירים":10,
"היסטוריה":8

}

},



"נבחרת קולומביה":{

type:"קבוצת כדורגל",

stats:{

"התקפה":9,
"הגנה":8,
"קישור":8,
"מהירות":9,
"תארים":7,
"צעירים":9,
"היסטוריה":8

}

},



"נבחרת קמרון":{

type:"קבוצת כדורגל",

stats:{

"התקפה":8,
"הגנה":8,
"קישור":7,
"מהירות":10,
"תארים":8,
"צעירים":8,
"היסטוריה":9

}

},



"נבחרת דרום קוריאה":{

type:"קבוצת כדורגל",

stats:{

"התקפה":8,
"הגנה":8,
"קישור":8,
"מהירות":9,
"תארים":7,
"צעירים":10,
"היסטוריה":8

}

},



"נבחרת אוסטרליה":{

type:"קבוצת כדורגל",

stats:{

"התקפה":7,
"הגנה":8,
"קישור":7,
"מהירות":8,
"תארים":7,
"צעירים":8,
"היסטוריה":8

}

},
"נבחרת דנמרק":{

type:"קבוצת כדורגל",

stats:{

"התקפה":8,
"הגנה":8,
"קישור":8,
"מהירות":8,
"תארים":7,
"צעירים":9,
"היסטוריה":8

}

},



"נבחרת שווייץ":{

type:"קבוצת כדורגל",

stats:{

"התקפה":7,
"הגנה":9,
"קישור":8,
"מהירות":8,
"תארים":7,
"צעירים":8,
"היסטוריה":8

}

},



"נבחרת סרביה":{

type:"קבוצת כדורגל",

stats:{

"התקפה":8,
"הגנה":8,
"קישור":8,
"מהירות":7,
"תארים":7,
"צעירים":8,
"היסטוריה":8

}

},



"נבחרת ארצות הברית נשים":{

type:"קבוצת כדורגל",

stats:{

"התקפה":10,
"הגנה":9,
"קישור":9,
"מהירות":9,
"תארים":10,
"צעירים":9,
"היסטוריה":10

}

},



"נבחרת ספרד נשים":{

type:"קבוצת כדורגל",

stats:{

"התקפה":10,
"הגנה":9,
"קישור":10,
"מהירות":9,
"תארים":9,
"צעירים":10,
"היסטוריה":8

}

},



"נבחרת ברזיל נשים":{

type:"קבוצת כדורגל",

stats:{

"התקפה":9,
"הגנה":8,
"קישור":9,
"מהירות":9,
"תארים":9,
"צעירים":9,
"היסטוריה":10

}

},
  });
},
