window.database = window.database || {};

Object.assign(window.database, {


// 🎬 סרטים ודמויות


"ספיידרמן":{

type:"דמות סרט",

stats:{

"אקשן":10,
"כוח":10,
"פופולריות":10,
"חוכמה":9,
"סיפור":10,
"קרב":9,
"אייקוניות":10

}

},



"איירון מן":{

type:"דמות סרט",

stats:{

"אקשן":10,
"כוח":9,
"פופולריות":10,
"חוכמה":10,
"סיפור":10,
"קרב":9,
"אייקוניות":10

}

},



"באטמן":{

type:"דמות סרט",

stats:{

"אקשן":10,
"כוח":8,
"פופולריות":10,
"חוכמה":10,
"סיפור":10,
"קרב":10,
"אייקוניות":10

}

},



"סופרמן":{

type:"דמות סרט",

stats:{

"אקשן":10,
"כוח":10,
"פופולריות":10,
"חוכמה":8,
"סיפור":9,
"קרב":10,
"אייקוניות":10

}

},



"אווטאר":{

type:"סרט",

stats:{

"אפקטים":10,
"סיפור":9,
"אקשן":9,
"פופולריות":10,
"עולם":10,
"חדשנות":10,
"אייקוניות":10

}
"ת'ור":{

type:"דמות סרט",

stats:{

"אקשן":10,
"כוח":10,
"פופולריות":10,
"חוכמה":8,
"סיפור":9,
"קרב":10,
"אייקוניות":10

}

},



"קפטן אמריקה":{

type:"דמות סרט",

stats:{

"אקשן":9,
"כוח":8,
"פופולריות":10,
"חוכמה":10,
"סיפור":10,
"קרב":10,
"אייקוניות":10

}

},



"האלק":{

type:"דמות סרט",

stats:{

"אקשן":10,
"כוח":10,
"פופולריות":10,
"חוכמה":7,
"סיפור":8,
"קרב":10,
"אייקוניות":10

}

},



"האלמנה השחורה":{

type:"דמות סרט",

stats:{

"אקשן":10,
"כוח":7,
"פופולריות":9,
"חוכמה":9,
"סיפור":9,
"קרב":10,
"אייקוניות":9

}

},



"הפנתר השחור":{

type:"דמות סרט",

stats:{

"אקשן":9,
"כוח":9,
"פופולריות":10,
"חוכמה":10,
"סיפור":10,
"קרב":9,
"אייקוניות":10

}

},



"שומרי הגלקסיה":{

type:"סרט",

stats:{

"אפקטים":10,
"סיפור":9,
"אקשן":9,
"פופולריות":10,
"עולם":9,
"חדשנות":9,
"אייקוניות":9

}

},



"הנוקמים סוף המשחק":{

type:"סרט",

stats:{

"אפקטים":10,
"סיפור":10,
"אקשן":10,
"פופולריות":10,
"עולם":10,
"חדשנות":10,
"אייקוניות":10

}

},
  "ג'וקר":{

type:"דמות סרט",

stats:{

"אקשן":8,
"כוח":7,
"פופולריות":10,
"חוכמה":10,
"סיפור":10,
"קרב":8,
"אייקוניות":10

}

},



"וונדר וומן":{

type:"דמות סרט",

stats:{

"אקשן":10,
"כוח":10,
"פופולריות":9,
"חוכמה":9,
"סיפור":9,
"קרב":10,
"אייקוניות":9

}

},



"פלאש":{

type:"דמות סרט",

stats:{

"אקשן":9,
"כוח":9,
"פופולריות":9,
"חוכמה":9,
"סיפור":8,
"קרב":8,
"אייקוניות":9

}

},



"אקוומן":{

type:"דמות סרט",

stats:{

"אקשן":10,
"כוח":10,
"פופולריות":9,
"חוכמה":8,
"סיפור":9,
"קרב":10,
"אייקוניות":9

}

},



"שרק":{

type:"דמות סרט",

stats:{

"אקשן":7,
"כוח":8,
"פופולריות":10,
"חוכמה":9,
"סיפור":10,
"קרב":6,
"אייקוניות":10

}

},



"צעצוע של סיפור":{

type:"סרט",

stats:{

"אפקטים":9,
"סיפור":10,
"אקשן":8,
"פופולריות":10,
"עולם":10,
"חדשנות":10,
"אייקוניות":10

}

},



"מלך האריות":{

type:"סרט",

stats:{

"אפקטים":10,
"סיפור":10,
"אקשן":8,
"פופולריות":10,
"עולם":10,
"חדשנות":9,
"אייקוניות":10

}

},
  "הארי פוטר":{

type:"דמות סרט",

stats:{

"אקשן":9,
"כוח":9,
"פופולריות":10,
"חוכמה":9,
"סיפור":10,
"קרב":9,
"אייקוניות":10

}

},



"הרמיוני גריינג'ר":{

type:"דמות סרט",

stats:{

"אקשן":7,
"כוח":6,
"פופולריות":10,
"חוכמה":10,
"סיפור":10,
"קרב":7,
"אייקוניות":10

}

},



"רון וויזלי":{

type:"דמות סרט",

stats:{

"אקשן":7,
"כוח":7,
"פופולריות":9,
"חוכמה":8,
"סיפור":9,
"קרב":7,
"אייקוניות":9

}

},



"ההוביט":{

type:"סרט",

stats:{

"אפקטים":10,
"סיפור":9,
"אקשן":9,
"פופולריות":9,
"עולם":10,
"חדשנות":9,
"אייקוניות":9

}

},



"שר הטבעות":{

type:"סרט",

stats:{

"אפקטים":10,
"סיפור":10,
"אקשן":10,
"פופולריות":10,
"עולם":10,
"חדשנות":10,
"אייקוניות":10

}

},



"פארק היורה":{

type:"סרט",

stats:{

"אפקטים":10,
"סיפור":9,
"אקשן":10,
"פופולריות":10,
"עולם":10,
"חדשנות":10,
"אייקוניות":10

}

},



"מפלצות בע"מ":{

type:"סרט",

stats:{

"אפקטים":9,
"סיפור":10,
"אקשן":7,
"פופולריות":10,
"עולם":9,
"חדשנות":9,
"אייקוניות":9

}

},
  "ששת גיבורי על":{

type:"סרט",

stats:{

"אפקטים":10,
"סיפור":10,
"אקשן":9,
"פופולריות":10,
"עולם":9,
"חדשנות":9,
"אייקוניות":10

}

},



"ראלף ההורס":{

type:"סרט",

stats:{

"אפקטים":9,
"סיפור":10,
"אקשן":8,
"פופולריות":9,
"עולם":10,
"חדשנות":10,
"אייקוניות":9

}

},



"קפוא":{

type:"סרט",

stats:{

"אפקטים":10,
"סיפור":9,
"אקשן":7,
"פופולריות":10,
"עולם":10,
"חדשנות":9,
"אייקוניות":10

}

},



"אלזה":{

type:"דמות סרט",

stats:{

"אקשן":7,
"כוח":10,
"פופולריות":10,
"חוכמה":9,
"סיפור":10,
"קרב":6,
"אייקוניות":10

}

},



"צעצוע של סיפור 4":{

type:"סרט",

stats:{

"אפקטים":10,
"סיפור":9,
"אקשן":8,
"פופולריות":9,
"עולם":10,
"חדשנות":9,
"אייקוניות":9

}

},



"משפחת סופר על":{

type:"סרט",

stats:{

"אפקטים":9,
"סיפור":10,
"אקשן":10,
"פופולריות":10,
"עולם":9,
"חדשנות":9,
"אייקוניות":10

}

},



"מכוניות":{

type:"סרט",

stats:{

"אפקטים":9,
"סיפור":9,
"אקשן":8,
"פופולריות":10,
"עולם":10,
"חדשנות":10,
"אייקוניות":10

}

},
  "נמו":{

type:"דמות סרט",

stats:{

"אקשן":6,
"כוח":6,
"פופולריות":10,
"חוכמה":8,
"סיפור":10,
"קרב":5,
"אייקוניות":10

}

},



"בחזרה לעתיד":{

type:"סרט",

stats:{

"אפקטים":9,
"סיפור":10,
"אקשן":8,
"פופולריות":10,
"עולם":10,
"חדשנות":10,
"אייקוניות":10

}

},



"מלחמת הכוכבים":{

type:"סרט",

stats:{

"אפקטים":10,
"סיפור":10,
"אקשן":10,
"פופולריות":10,
"עולם":10,
"חדשנות":10,
"אייקוניות":10

}

},



"דארת' ויידר":{

type:"דמות סרט",

stats:{

"אקשן":10,
"כוח":10,
"פופולריות":10,
"חוכמה":9,
"סיפור":10,
"קרב":10,
"אייקוניות":10

}

},



"יודה":{

type:"דמות סרט",

stats:{

"אקשן":8,
"כוח":10,
"פופולריות":10,
"חוכמה":10,
"סיפור":10,
"קרב":9,
"אייקוניות":10

}

},



"אינדיאנה ג'ונס":{

type:"דמות סרט",

stats:{

"אקשן":10,
"כוח":7,
"פופולריות":10,
"חוכמה":9,
"סיפור":10,
"קרב":9,
"אייקוניות":10

}

},



"משימה בלתי אפשרית":{

type:"סרט",

stats:{

"אפקטים":10,
"סיפור":9,
"אקשן":10,
"פופולריות":10,
"עולם":9,
"חדשנות":9,
"אייקוניות":10

}

},
  "צעצוע של סיפור - וודי":{

type:"דמות סרט",

stats:{

"אקשן":7,
"כוח":7,
"פופולריות":10,
"חוכמה":9,
"סיפור":10,
"קרב":6,
"אייקוניות":10

}

},



"באז שנות אור":{

type:"דמות סרט",

stats:{

"אקשן":9,
"כוח":9,
"פופולריות":10,
"חוכמה":8,
"סיפור":9,
"קרב":9,
"אייקוניות":10

}

},



"קונג פו פנדה":{

type:"דמות סרט",

stats:{

"אקשן":10,
"כוח":9,
"פופולריות":10,
"חוכמה":8,
"סיפור":10,
"קרב":10,
"אייקוניות":10

}

},



"דרקונים - איך לאמן את הדרקון":{

type:"סרט",

stats:{

"אפקטים":10,
"סיפור":10,
"אקשן":9,
"פופולריות":10,
"עולם":10,
"חדשנות":9,
"אייקוניות":10

}

},



"שרק 2":{

type:"סרט",

stats:{

"אפקטים":9,
"סיפור":10,
"אקשן":8,
"פופולריות":10,
"עולם":10,
"חדשנות":9,
"אייקוניות":10

}

},



"מדגסקר":{

type:"סרט",

stats:{

"אפקטים":9,
"סיפור":9,
"אקשן":8,
"פופולריות":10,
"עולם":9,
"חדשנות":9,
"אייקוניות":9

}

},



"עידן הקרח":{

type:"סרט",

stats:{

"אפקטים":9,
"סיפור":10,
"אקשן":8,
"פופולריות":10,
"עולם":10,
"חדשנות":9,
"אייקוניות":10

}

},
  "מלך האריות - סימבה":{

type:"דמות סרט",

stats:{

"אקשן":7,
"כוח":8,
"פופולריות":10,
"חוכמה":9,
"סיפור":10,
"קרב":7,
"אייקוניות":10

}

},



"טרזן":{

type:"דמות סרט",

stats:{

"אקשן":10,
"כוח":9,
"פופולריות":9,
"חוכמה":8,
"סיפור":9,
"קרב":10,
"אייקוניות":9

}

},



"אלדין":{

type:"דמות סרט",

stats:{

"אקשן":8,
"כוח":8,
"פופולריות":10,
"חוכמה":9,
"סיפור":10,
"קרב":7,
"אייקוניות":10

}

},



"היפה והחיה":{

type:"סרט",

stats:{

"אפקטים":9,
"סיפור":10,
"אקשן":7,
"פופולריות":10,
"עולם":10,
"חדשנות":9,
"אייקוניות":10

}

},



"צעצוע של סיפור 3":{

type:"סרט",

stats:{

"אפקטים":10,
"סיפור":10,
"אקשן":8,
"פופולריות":10,
"עולם":10,
"חדשנות":10,
"אייקוניות":10

}

},



"וול-E":{

type:"סרט",

stats:{

"אפקטים":10,
"סיפור":10,
"אקשן":6,
"פופולריות":9,
"עולם":10,
"חדשנות":10,
"אייקוניות":10

}

},



"רטטוי":{

type:"סרט",

stats:{

"אפקטים":9,
"סיפור":10,
"אקשן":7,
"פופולריות":9,
"עולם":10,
"חדשנות":10,
"אייקוניות":9

}

},
  "ספיידרמן אין דרך הביתה":{

type:"סרט",

stats:{

"אפקטים":10,
"סיפור":10,
"אקשן":10,
"פופולריות":10,
"עולם":10,
"חדשנות":10,
"אייקוניות":10

}

},



"ונום":{

type:"דמות סרט",

stats:{

"אקשן":10,
"כוח":10,
"פופולריות":9,
"חוכמה":7,
"סיפור":8,
"קרב":10,
"אייקוניות":9

}

},



"דדפול":{

type:"דמות סרט",

stats:{

"אקשן":10,
"כוח":9,
"פופולריות":10,
"חוכמה":8,
"סיפור":9,
"קרב":10,
"אייקוניות":10

}

},



"דוקטור סטריינג'":{

type:"דמות סרט",

stats:{

"אקשן":10,
"כוח":10,
"פופולריות":10,
"חוכמה":10,
"סיפור":9,
"קרב":9,
"אייקוניות":9

}

},



"נמלה":{

type:"דמות סרט",

stats:{

"אקשן":9,
"כוח":8,
"פופולריות":9,
"חוכמה":9,
"סיפור":8,
"קרב":8,
"אייקוניות":8

}

},



"שומרי הגלקסיה 3":{

type:"סרט",

stats:{

"אפקטים":10,
"סיפור":10,
"אקשן":10,
"פופולריות":10,
"עולם":10,
"חדשנות":9,
"אייקוניות":9

}

},



"סופר מריו הסרט":{

type:"סרט",

stats:{

"אפקטים":10,
"סיפור":8,
"אקשן":9,
"פופולריות":10,
"עולם":10,
"חדשנות":9,
"אייקוניות":10

}

},
  "סוניק הקיפוד":{

type:"דמות סרט",

stats:{

"אקשן":10,
"כוח":9,
"פופולריות":10,
"חוכמה":8,
"סיפור":9,
"קרב":9,
"אייקוניות":10

}

},



"פוקימון הסרט":{

type:"סרט",

stats:{

"אפקטים":9,
"סיפור":9,
"אקשן":9,
"פופולריות":10,
"עולם":10,
"חדשנות":9,
"אייקוניות":10

}

},



"ראצ'ט וקלאנק":{

type:"סרט",

stats:{

"אפקטים":9,
"סיפור":8,
"אקשן":10,
"פופולריות":9,
"עולם":9,
"חדשנות":9,
"אייקוניות":8

}

},



"אנגרי בירדס":{

type:"סרט",

stats:{

"אפקטים":9,
"סיפור":8,
"אקשן":8,
"פופולריות":9,
"עולם":9,
"חדשנות":8,
"אייקוניות":9

}

},



"לגו הסרט":{

type:"סרט",

stats:{

"אפקטים":10,
"סיפור":9,
"אקשן":9,
"פופולריות":10,
"עולם":10,
"חדשנות":10,
"אייקוניות":9

}

},



"מטריקס":{

type:"סרט",

stats:{

"אפקטים":10,
"סיפור":10,
"אקשן":10,
"פופולריות":10,
"עולם":10,
"חדשנות":10,
"אייקוניות":10

}

},



"רוקי":{

type:"סרט",

stats:{

"אפקטים":8,
"סיפור":10,
"אקשן":9,
"פופולריות":10,
"עולם":9,
"חדשנות":10,
"אייקוניות":10

}

},
  "רובוטריקים":{

type:"סרט",

stats:{

"אפקטים":10,
"סיפור":8,
"אקשן":10,
"פופולריות":10,
"עולם":10,
"חדשנות":10,
"אייקוניות":9

}

},



"טיטאניק":{

type:"סרט",

stats:{

"אפקטים":10,
"סיפור":10,
"אקשן":7,
"פופולריות":10,
"עולם":9,
"חדשנות":10,
"אייקוניות":10

}

},



"אווטאר 2":{

type:"סרט",

stats:{

"אפקטים":10,
"סיפור":9,
"אקשן":10,
"פופולריות":10,
"עולם":10,
"חדשנות":10,
"אייקוניות":10

}

},



"מלחמת הכוכבים - דארת' ויידר":{

type:"דמות סרט",

stats:{

"אקשן":10,
"כוח":10,
"פופולריות":10,
"חוכמה":9,
"סיפור":10,
"קרב":10,
"אייקוניות":10

}

},



"צעצוע של סיפור - ג'סי":{

type:"דמות סרט",

stats:{

"אקשן":7,
"כוח":7,
"פופולריות":9,
"חוכמה":8,
"סיפור":9,
"קרב":7,
"אייקוניות":9

}

},



"מואנה":{

type:"סרט",

stats:{

"אפקטים":10,
"סיפור":9,
"אקשן":8,
"פופולריות":10,
"עולם":10,
"חדשנות":9,
"אייקוניות":9

}

},



"זוטרופוליס":{

type:"סרט",

stats:{

"אפקטים":10,
"סיפור":10,
"אקשן":7,
"פופולריות":10,
"עולם":10,
"חדשנות":10,
"אייקוניות":10

}

},
  "מרוול - קפטן מארוול":{

type:"דמות סרט",

stats:{

"אקשן":9,
"כוח":10,
"פופולריות":9,
"חוכמה":9,
"סיפור":8,
"קרב":10,
"אייקוניות":9

}

},



"גרוט":{

type:"דמות סרט",

stats:{

"אקשן":8,
"כוח":10,
"פופולריות":10,
"חוכמה":7,
"סיפור":9,
"קרב":9,
"אייקוניות":10

}

},



"רוקט רקון":{

type:"דמות סרט",

stats:{

"אקשן":9,
"כוח":7,
"פופולריות":9,
"חוכמה":10,
"סיפור":9,
"קרב":8,
"אייקוניות":9

}

},



"צעצוע של סיפור 2":{

type:"סרט",

stats:{

"אפקטים":9,
"סיפור":10,
"אקשן":8,
"פופולריות":10,
"עולם":10,
"חדשנות":10,
"אייקוניות":10

}

},



"משפחת קדמוני":{

type:"סרט",

stats:{

"אפקטים":9,
"סיפור":9,
"אקשן":8,
"פופולריות":9,
"עולם":9,
"חדשנות":9,
"אייקוניות":8

}

},



"הדרקון הראשון שלי 2":{

type:"סרט",

stats:{

"אפקטים":10,
"סיפור":10,
"אקשן":9,
"פופולריות":10,
"עולם":10,
"חדשנות":9,
"אייקוניות":10

}

},



"ספיידרמן המצויר":{

type:"סרט",

stats:{

"אפקטים":10,
"סיפור":10,
"אקשן":10,
"פופולריות":10,
"עולם":10,
"חדשנות":10,
"אייקוניות":10

}

},
  "סופרמן החדש":{

type:"דמות סרט",

stats:{

"אקשן":10,
"כוח":10,
"פופולריות":10,
"חוכמה":8,
"סיפור":9,
"קרב":10,
"אייקוניות":10

}

},



"באטמן האביר האפל":{

type:"סרט",

stats:{

"אפקטים":10,
"סיפור":10,
"אקשן":10,
"פופולריות":10,
"עולם":10,
"חדשנות":10,
"אייקוניות":10

}

},



"איש העכביש המופלא":{

type:"סרט",

stats:{

"אפקטים":9,
"סיפור":9,
"אקשן":10,
"פופולריות":9,
"עולם":9,
"חדשנות":9,
"אייקוניות":9

}

},



"מלחמת הכוכבים - לוק סקייווקר":{

type:"דמות סרט",

stats:{

"אקשן":9,
"כוח":9,
"פופולריות":10,
"חוכמה":9,
"סיפור":10,
"קרב":9,
"אייקוניות":10

}

},



"שר הטבעות - גנדלף":{

type:"דמות סרט",

stats:{

"אקשן":9,
"כוח":10,
"פופולריות":10,
"חוכמה":10,
"סיפור":10,
"קרב":9,
"אייקוניות":10

}

},



"שרק 3":{

type:"סרט",

stats:{

"אפקטים":9,
"סיפור":8,
"אקשן":8,
"פופולריות":9,
"עולם":9,
"חדשנות":8,
"אייקוניות":9

}

},



"סרט לגו 2":{

type:"סרט",

stats:{

"אפקטים":10,
"סיפור":9,
"אקשן":9,
"פופולריות":9,
"עולם":10,
"חדשנות":10,
"אייקוניות":9

}

},
  "מלך האריות החדש":{

type:"סרט",

stats:{

"אפקטים":10,
"סיפור":9,
"אקשן":8,
"פופולריות":10,
"עולם":10,
"חדשנות":9,
"אייקוניות":10

}

},



"סרטי הנוקמים":{

type:"סדרת סרטים",

stats:{

"אפקטים":10,
"סיפור":10,
"אקשן":10,
"פופולריות":10,
"עולם":10,
"חדשנות":10,
"אייקוניות":10

}

},



"צעצוע של סיפור - בו פיפ":{

type:"דמות סרט",

stats:{

"אקשן":7,
"כוח":7,
"פופולריות":9,
"חוכמה":9,
"סיפור":9,
"קרב":7,
"אייקוניות":9

}

},



"מר רובוט":{

type:"סרט",

stats:{

"אפקטים":8,
"סיפור":10,
"אקשן":7,
"פופולריות":9,
"עולם":9,
"חדשנות":10,
"אייקוניות":9

}

},



"אווטאר - ג'ייק סאלי":{

type:"דמות סרט",

stats:{

"אקשן":10,
"כוח":10,
"פופולריות":10,
"חוכמה":8,
"סיפור":9,
"קרב":10,
"אייקוניות":10

}

},



"נרניה":{

type:"סרט",

stats:{

"אפקטים":10,
"סיפור":9,
"אקשן":9,
"פופולריות":9,
"עולם":10,
"חדשנות":9,
"אייקוניות":9

}

},



"מלחמת העולם Z":{

type:"סרט",

stats:{

"אפקטים":9,
"סיפור":8,
"אקשן":10,
"פופולריות":9,
"עולם":9,
"חדשנות":9,
"אייקוניות":8

}

},
  "האביר האפל - באטמן":{

type:"דמות סרט",

stats:{

"אקשן":10,
"כוח":8,
"פופולריות":10,
"חוכמה":10,
"סיפור":10,
"קרב":10,
"אייקוניות":10

}

},



"צעצוע של סיפור - אנדי":{

type:"דמות סרט",

stats:{

"אקשן":5,
"כוח":5,
"פופולריות":9,
"חוכמה":8,
"סיפור":10,
"קרב":4,
"אייקוניות":9

}

},



"הארי פוטר - וולדמורט":{

type:"דמות סרט",

stats:{

"אקשן":10,
"כוח":10,
"פופולריות":10,
"חוכמה":10,
"סיפור":10,
"קרב":10,
"אייקוניות":10

}

},



"משימה בלתי אפשרית - איתן האנט":{

type:"דמות סרט",

stats:{

"אקשן":10,
"כוח":8,
"פופולריות":10,
"חוכמה":10,
"סיפור":9,
"קרב":10,
"אייקוניות":10

}

},



});

},
